
const { sck} = require('../lib')
const Secktor = require('../lib')


//=====================================================================
Secktor.cmd({
pattern: "استمارات",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
        *↫ ⟦ فـهـرس إسـتـ📜ـمـارات مـون ⟧*
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        
        *֎ 📑╎الأوامر ⊑ لإظهار هذه الصفحه ⊒*
        *֎ 🧧╎يـاتـو0 ⊑ لـأوامـر الـقـاده والـنـواب ⊒*
        *֎ 📑╎يـاتـو1  ⊑ لـلـاوامـر الـاداريـه  ⊒*
        *֎ 🛒╎يـاتـو2  ⊑ لـلـمـتـجـر ⊒*
        *֎ 📰╎يـاتـو3  ⊑ لـلـأخـبـار ⊒*
        *֎ 🏇╎يـاتـو4  ⊑ لـلـفـعـالـيـات ⊒*
        *֎ 🏇╎يـاتـو5  ⊑ لـلـفـعـالـيـات ⊒*
        *֎ 🏇╎يـاتـو6  ⊑ لـلـفـعـالـيـات ⊒*
        *֎ 🏇╎يـاتـو7  ⊑ لـلـفـعـالـيـات ⊒*
        *֎ 🖋️╎يـاتـو8 ⊑ للمسابقات و النقاشات ⊒*
        *֎ ⁉️╎يـاتـو9  ⊑ لـلـأسـئـلـه ⊒*
        *֎ 🖋️╎يـاتـو10 ⊑ بطولات ⊒*
              *─═━⌬〔🌗〕⌬━━─*
        
        *✦ هذه الصفحه فهرس 📑 لكل الاوامر*
        
        *✦ لطلب الصفحه 🔢 التاليه اكتب ياتو0*
        
        *✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻*
        
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
    }
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو0",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة الـقـ🧧ـاده والـنـواب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎ ╎00 ⟦ نـجـوم ⸙⭐⸙ الـمـشـرفـيـن ⟧
    ֎ ╎01 ⟦ مـهـام ⸙🗃️⸙ الـمـشـرفـيـن ⟧
    ֎ ╎02 ⟦ اتـمـام ⸙☑️⸙ الـمـهـام ⟧
    ֎ ╎03 ⟦ رواتـب ⸙💵⸙ الـمـشـرفـيـن ⟧
    ֎ ╎04 ⟦ مـلـوك ⸙👑⸙ 𝐌𝐎𝐎𝐍 ⟧
    ֎ ╎05 ⟦ إعـلـان ⸙⛔⸙ تـصـفـيـة ⟧
    ֎ ╎06 ⟦ إعـلـان ⸙⚔️⸙ تـرقـيـة ⟧
    ֎ ╎07 ⟦ إعلان ⸙🧧⸙ إعفاء ⟧
    ֎ ╎08 ⟦ إعـلـان انـ💢ـذار اداري ⟧
    ֎ ╎09 ⟦ إعـلـان طـ⛔ـرد مـؤقـت ⟧
    ֎ ╎010 ⟦ إعـلـان طـ⛔ـرد مـؤبـد ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه للقاده والنواب 🧧
    
    ✦اي شخص غير القاده والنواب ويستخدم اوامرها بدون اذن يأخذ انذار اداري 🚫
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو1
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو1",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة الـأوامـ📑ـر الـاداريـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎1 ⟦ إعـلـان دخـ🎐ـول عـضـو ⟧
    ֎╎2 ⟦ تـرحـيـب☘️ دخـول ⟧
    ֎╎3 ⟦ نـشـر 📯 𝐌𝐎𝐎𝐍 ⟧
    ֎╎4 ⟦ تـحـويـل 💹 بـيـلـي ⟧
    ֎╎5 ⟦ اعـلـان 💢 انـذار ⟧
    ֎╎6 ⟦ تـم تـحـديـث الـانـذارات ✅⛔ ⟧
    ֎╎7 ⟦ تـم تـحـديـث الـبـنـك ✅🏦 ⟧
    ֎╎8 ⟦ تـم تـحـديـث الـمـنـشـن ✅📧 ⟧
    ֎╎9 ⟦ اكـتـمـال ⚡ الـعـدد ⟧
    ֎╎10 ⟦ فـقـره 🎯 بـعـنـوان ⟧
    ֎╎11 ⟦ انـتـهـاء 🎪 الـفـقـره ⟧
    ֎╎12 ⟦ الـفـعـالـيـة 〽️ تـتـأجـل ⟧
    ֎╎13 ⟦ الـفـعـالـيـة 🚸 تـسـتـأنـف ⟧
    ֎╎14 ⟦ الـفـعـالـيـة ❌ تـلـغـى ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الاداريه 📑
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو2
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو2",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🛒ـر الـمـتـجـر ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎20 ⟦ شـراء سـلـ🛒ـعـه مـن الـمـتـجـر ⟧
    ֎╎21 ⟦ تـغـيـيـر ♻️ الـلـقـب ⟧
    ֎╎22 ⟦ اخـذ لـقـب خـارج الـأنـمـي 🎞 ⟧
    ֎╎23 ⟦ حـجـز 📯 لـقـب ⟧
    ֎╎24 ⟦ تـبـادل ↔️ الـالـقـاب ⟧
    ֎╎25 ⟦ دبـل 📈 بـيـلـي ⟧
    ֎╎26 ⟦ حـذف 🏳️ انـذارات ⟧
    ֎╎27 ⟦ شـراء🛡️حـمـايـه ⟧
    ֎╎28 ⟦ شـراء🧨تـخـريـب ⟧
    ֎╎29 ⟦ شـراء 🧊 تـجـمـيـد ⟧
    ֎╎30 ⟦ شـراء👤سـرقـه ⟧
    ֎╎31 ⟦ اضـافـة اسـ📋ـمـك لـلـوصـف ⟧
    ֎╎32 ⟦ شـراء 🌟 الـشـهـره ⟧
    ֎╎33 ⟦ الـنـذالــ👹ــه ⟧
    ֎╎34 ⟦ قـنـبـلـة 👹 الـنـذالـه ⟧
    ֎╎35 ⟦ شـراء يـ🆓ـوم FREE ⟧
    ֎╎36 ⟦ الـاغـتـ🔪ـيـال ⟧
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر المتجر 🛒
    
    ✦ هذه الاوامر مخصصه للوزير ممنوع استعمالها بدون اذنه الا في حالات خاصه ⛔
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو3
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو3",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ📰ـر الـاخـبـار ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎40 ⟦ اخــبــار 📰 𝐌𝐎𝐎𝐍 ⟧
    ֎╎41 ⟦ صـحـيـفـة 🗞️ 𝐌𝐎𝐎𝐍  ⟧
    ֎╎42 ⟦ تـوصـيـات 📑 انـمـي  ⟧
    ֎╎43 ⟦ تـوصـيـات 🎩 شـخـصـيـات ⟧
    ֎╎44 ⟦ قـصـص 🏛️ تـاريـخـيـه ⟧
    ֎╎45 ⟦ اخـر حـلـ🎞️ـقـات الـأنـمـي صـدورا ⟧
    ֎╎46 ⟦ اخـر فـصـ📓ـول الـمـانـجـا صـدورا ⟧
    ֎╎47 ⟦ تـقـاريـر حـلـ🎞️ـقـات الـأنـمـي ⟧
    ֎╎48 ⟦ تـقـاريـر فـصـ📓ـول الـمـانـجـا ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الاخبار والتقارير وما في حكمها 📰
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو4
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو4",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات1 ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎50 ⟦ فـعـالـيـة 🃏 الـجـوكـر ⟧
    ֎╎51 ⟦ الـــــجــــ🃏ـــوكــــر ⟧
    ֎╎52 ⟦ جــوائــز 🃏 الـجـوكـر ⟧
    ֎╎53 ⟦ فـعـالـيـة  ♥️ القلوب ⟧
    ֎╎54 ⟦ الــــــــــــقـــلــــ♥️ــــوب ⟧
    ֎╎55 ⟦ جــوائــز  ♥️ القلوب ⟧
    ֎╎56 ⟦ فـعـالـيـة  🤍 الـقـلـوب الـخـفـيـه ⟧
    ֎╎57 ⟦ الـقـــلـوب 🤍 الـخـفـيـه ⟧
    ֎╎58 ⟦ جــوائــز 🤍 الـقـلـوب الـخـفـيـه ⟧
    ֎╎59 ⟦ فـعـالـيـة 💣 الـقـنـبـلـة ⟧
    ֎╎60 ⟦ الــــــــــــقـــنــــ💣ــبــلـــة ⟧
    ֎╎61 ⟦ جــوائــز 💣 الـقـنـبـلـة ⟧
    ֎╎62 ⟦ فـعـالـيـة 👾 فـيـروسـات ⟧
    ֎╎63 ⟦ الــــــــــــفـــيـــ👾ــروســات ⟧
    ֎╎64 ⟦ جــوائــز 👾 فـيـروسـات ⟧
    ֎╎65 ⟦ فـعـالـيـة ♻️ الــعـــكــــس ⟧
    ֎╎66 ⟦ الــــــــــــعـــــ♻️ــــكــس ⟧
    ֎╎67 ⟦ جــوائــز ♻️ الــعـــكــــس ⟧
    ֎╎68 ⟦ فـعـالـيـة 🚧 الـغـرفـة الـمـغـلـقـة ⟧
    ֎╎69 ⟦ الـــــغـــرفــــة 🚧 الـــمـــغــلــقــة ⟧
    ֎╎70 ⟦ جــوائــز 🚧 الغـرفـة الـمـغـلـقـة ⟧
    ֎╎71 ⟦ فـعـالـيـة 🚫 اللـيـلـة الـأخـيـرة ⟧
    ֎╎72 ⟦ الـــــلـــــــيلــة 🚫 الــأخـــيــرة ⟧
    ֎╎73 ⟦ جــوائــز 🚫 الـلـيـلـة الـأخـيـرة ⟧
    ֎╎74 ⟦ فـعـالـيـة 🎰 الــرولـــيــت ⟧
    ֎╎75 ⟦ الــــــــــــر🎰ولــــيــت ⟧
    ֎╎76 ⟦ جــوائــز 🎰 الــرولـــيــت ⟧
    ֎╎77 ⟦ فـعـالـيـة ⚽ الـكـرات ⟧
    ֎╎78 ⟦ الـــــكـــ⚽ـــرات ⟧
    ֎╎79 ⟦ جــوائــز ⚽ الـكـرات ⟧
    ֎╎80 ⟦ فـعـالـيـة 📓 الـديـث نـوت ⟧
    ֎╎81 ⟦ الــديـــث 📓 نــــــوت ⟧
    ֎╎82 ⟦ جــوائــز 📓 الديث نوت ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة التاليه
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو5
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو5",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات2 ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎83 ⟦ فـعـالـيـة 🏰 حـرب الـأبـراج ⟧
    ֎╎84 ⟦ الأبــــــــ🏰ــــــــــراج ⟧
    ֎╎85 ⟦ جــوائــز 🏰 حـرب الـأبـراج ⟧
    ֎╎86 ⟦ فـعـالـيـة 🚩 الـأعـــلـام ⟧
    ֎╎87 ⟦ الـأعــــــــ🚩ـــــــــلـام ⟧
    ֎╎88 ⟦ جــوائــز 🚩 الـأعـــلـام ⟧
    ֎╎89 ⟦ فـعـالـيـة 💉 تـلـقـيـح ⟧
    ֎╎90 ⟦ الــــتـــلـــ💉ــقــــيــــح ⟧
    ֎╎91 ⟦ جــوائــز 💉 تـلـقـيـح ⟧
    ֎╎92 ⟦ فـعـالـيـة 🛎️ الجــرس ⟧
    ֎╎93 ⟦ الــــجـــــــ🛎️ـــــــرس ⟧
    ֎╎94 ⟦ جــوائــز 🛎️ الـجــرس ⟧
    ֎╎95 ⟦ فـعـالـيـة 🪑 واقـف جـالـس ⟧
    ֎╎96 ⟦ واقـــــــــــــف 🪑 جــــــالــــس ⟧
    ֎╎97 ⟦ جــوائــز 🪑 واقـف جـالـس ⟧
    ֎╎98 ⟦ فـعـالـيـة ⭐ الـنــجـــوم ⟧
    ֎╎99 ⟦ الـــــــنــــ⭐ــجــــــوم ⟧
    ֎╎100 ⟦ جــوائــز ⭐ الـنــجـــوم ⟧
    ֎╎101 ⟦ فـعـالـيـة مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
    ֎╎102 ⟦ مـصـ🧛‍♂️ـاص الـدمـ🩸ـاء ⟧
    ֎╎103 ⟦ جــوائــز مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
    ֎╎104 ⟦ فـعـالـيـة 🎈بـالـونـات ⟧
    ֎╎105 ⟦ الــــبـــالـــ🎈ـونـــات ⟧
    ֎╎106 ⟦ جــوائــز 🎈بـالـونـات ⟧
    ֎╎107 ⟦ فـعـالـيـة 💡الـمـصـابـيـح ⟧
    ֎╎108 ⟦ الــمــصــ💡ــابــيــح ⟧
    ֎╎109 ⟦ جــوائــز 💡الـمـصـابـيـح ⟧
    ֎╎110 ⟦ فـعـالـيـة ☠️ الايـدو تـيـنـسـي ⟧
    ֎╎111 ⟦ الـايـــدو ☠️ تـــيـــنـــســـي ⟧
    ֎╎112 ⟦ جــوائــز الايـدو ☠️ تـيـنـسـي ⟧
    ֎╎113 ⟦ فـعـالـيـة 🏴‍☠️ سفينة القراصنه ⟧
    ֎╎114 ⟦ سـفـيـنـة 🏴‍☠️ الـقـراصـنـه ⟧
    ֎╎115 ⟦ جــوائــز 🏴‍☠️ سفينة القراصنه ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة التاليه والسابقه
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو6
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو6",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات3 ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎116 ⟦ فـعـالـيـة 🍼 بـلـيـز بـوب ⟧
    ֎╎117 ⟦ بـــلـــيـــز 🍼 بــــوب ⟧
    ֎╎118 ⟦ جــوائــز 🍼 بـلـيـز بـوب ⟧
    ֎╎119 ⟦ فـعـالـيـة 🐙 الـطـفـيـلـيـات ⟧
    ֎╎120 ⟦ الــطــفــ🐙ــيــلــيــات ⟧
    ֎╎121 ⟦ جــوائــز 🐙 الـطـفـيـلـيـات ⟧
    ֎╎122 ⟦ فـعـالـيـة 🦬 مـروض الـوحـوش ⟧
    ֎╎123 ⟦ مـروض 🦬 الـوحـوش ⟧
    ֎╎124 ⟦ جــوائــز 🦬 مـروض الـوحـوش ⟧
    ֎╎125 ⟦ فـعـالـيـة 👻 جـمـع الـأرواح ⟧
    ֎╎126 ⟦ جــمــع 👻 الـأرواح ⟧
    ֎╎127 ⟦ جــوائــز 👻 جـمـع الـأرواح ⟧
    ֎╎128 ⟦ فـعـالـيـة 🛠️ الـمـصـلـحـون ⟧
    ֎╎129 ⟦ الـمـصـ🛠ـلـحـون ⟧
    ֎╎130 ⟦ جــوائــز 🛠️ الـمـصـلـحـون ⟧
    ֎╎131 ⟦ فـعـالـيـة 🤖 الـروبــوت ⟧
    ֎╎132 ⟦ الـروبـ🤖ـوت ⟧
    ֎╎133 ⟦ جــوائــز 🤖 الـروبــوت ⟧
    ֎╎134 ⟦ فـعـالـيـة ☣️ الـســـــم ⟧
    ֎╎135 ⟦ الـــســ☣️ـــــم ⟧
    ֎╎136 ⟦ جــوائــز ☣️ الـســـــم ⟧
    ֎╎137 ⟦ فـعـالـيـة قـطـ🪚ـــع الخـشـ🪵ــب ⟧
    ֎╎138 ⟦ قـطـ🪚ـــع الخـشـ🪵ــب ⟧
    ֎╎139 ⟦ جــوائــز قـطـ🪚ـــع الخـشـ🪵ــب ⟧
    ֎╎140 ⟦ فـعـالـيـة 🏀 كـرة الســـلـة ⟧
    ֎╎141 ⟦ كــرة الــســ🏀ـــلــة ⟧
    ֎╎142 ⟦ جــوائــز 🏀 كـرة الســـلـة ⟧
    ֎╎143 ⟦ فـعـالـيـة 🕯️ الـشـمــــعـة ⟧
    ֎╎144 ⟦ الــشــمــ🕯️ـــعــة ⟧
    ֎╎145 ⟦ جــوائــز 🕯️ الـشـمــــعـة ⟧
    ֎╎146 ⟦ فـعـالـيـة 🦠 البكـتــيريا ⟧
    ֎╎147 ⟦ الــبــكــتــ🦠ــيـريــا ⟧
    ֎╎148 ⟦ جــوائــز 🦠 البكـتــيريا ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة التاليه والسابقه
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو7
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو7",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
        ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات4 ⟧
        ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
        
        ֎╎149 ⟦ فـعـالـيـة 🌗 مــــون ⟧
        ֎╎150 ⟦ مــــــــ🌗ــــــون ⟧
        ֎╎151 ⟦ جــوائــز 🌗 مــــون ⟧
        ֎╎152 ⟦ فـعـالـيـة الـاحـيـاء و🧟‍♂️ الـامـوات ⟧
        ֎╎153 ⟦ الـاحــيــاء 🧟‍♂️ الـامـــوات ⟧
        ֎╎154 ⟦ جــوائــز الـاحـيـاء 🧟‍♂️ الـامـوات ⟧
        ֎╎155 ⟦ فـعـالـيـة ⚖️ الـمــحـكــمـة ⟧
        ֎╎156 ⟦ الـمـحــــ⚖️ـــكـمـة ⟧
        ֎╎157 ⟦ جــوائــز ⚖️ الـمــحـكــمـة ⟧
        ֎╎158 ⟦ فـعـالـيـة 🏹 الــرمـــاة ⟧
        ֎╎159 ⟦ الـــرمـــ🏹ـــاة ⟧
        ֎╎160 ⟦ جــوائــز 🏹 الــرمـــاة ⟧
        ֎╎161 ⟦ فـعـالـيـة 🏐 كـرة الـطـائـرة ⟧
        ֎╎162 ⟦ الـكــرة 🏐 الــطائــره ⟧
        ֎╎163 ⟦ جــوائــز 🏐 كـرة الـطـائـرة ⟧
        ֎╎164 ⟦ فـعـالـيـة الشرطه 🚔 والعصابات ⟧
        ֎╎165 ⟦ الـشـرطـه 🚔 والـعـصـابـات ⟧
        ֎╎166 ⟦ جــوائــز الشرطه 🚔 والعصابات ⟧
        ֎╎167 ⟦ فـعـالـيـة 🧪 الـتـريـاق ⟧
        ֎╎168 ⟦ الـــتــ🧪ــريـــاق ⟧
        ֎╎169 ⟦ جــوائــز 🧪 الـتـريـاق ⟧
        ֎╎170 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎171 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎172 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎173 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎174 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎175 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎176 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎177 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎178 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎179 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎180 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎181 ⟦ لم يتم الاضافه بعد ⟧
        
              ─═━⌬〔🌗〕⌬━━─
        
        ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة السابقه
        
        ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو8
        
        ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
        
        ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
    }
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو8",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🎌ـر الـمـسـابـقـات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎200 ⟦ مــســ🎌ــابــقــه ⟧
    ֎╎201 ⟦ الــحــ🎌ــســبــه ⟧
    ֎╎202 ⟦ جــوائــز مــســ🎌ــابــقــه ⟧
    ֎╎203 ⟦ نــــقــ🔮ــاش ⟧
    ֎╎204 ⟦ جــوائــز الــنــــقــ🔮ــاش ⟧
    ֎╎205 ⟦ جـــوائـــز ثــلاثــه اوائــل💥 ⟧
    ֎╎206 ⟦ حـسـبـت 🀄 𝐌𝐎𝐎𝐍 ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر المسابقات والاحداث وما في حكمها 🎌
    
    ✦ملاحظه الامر 205 يستعمل في حال تجاوز عدد المشاركين الـ10🫡
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو9
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "ياتو9",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ⁉️ـر الـاسـئـلـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    *֎╎207 ⟦ ســؤال 🪄 مــفــاجــئ عـام ⟧*
    *֎╎208 ⟦ ســؤال 📿 إســلـامــي ⟧*
    *֎╎209 ⟦ ســؤال ⚽ ريــاضــه ⟧*
    *֎╎210 ⟦ ســؤال 🗿 تــاريــخ ⟧*
    *֎╎211 ⟦ ســؤال ⚔️ اسـلـحـه ⟧*
    *֎╎212 ⟦ ســؤال 🌀 تـقـنـيـات ⟧*
    *֎╎213 ⟦ ســؤال 😶‍🌫 تـغـبـيـش ⟧*
    *֎╎214 ⟦ ســؤال 🚩 أعــلـام ⟧*
    *֎╎215 ⟦ ســؤال 🔢 تــعــدد ⟧*
    *֎╎216 ⟦ ســؤال 🪞 الــفــرق ⟧*
    *֎╎217 ⟦ ســؤال 🎞 اوبينغ او اوست ⟧*
    *֎╎218 ⟦ ســؤال 📦 طـلـبـات ⟧*
    *֎╎219 ⟦ ســؤال مـ🗣ـن الـقـائـل ⟧*
    *֎╎220 ⟦ ســؤال 🗺️ امــاكــن ⟧*
    *֎╎221 ⟦ ســؤال 🛠 تـرتـيـب ⟧*
    *֎╎222 ⟦ ســؤال 👤 الــظــل ⟧*
    *֎╎223 ⟦ ســؤال 👀 عـيـون ⟧*
    *֎╎224 ⟦ جــوائــز الـســؤال 🪄 الـمــفــاجــئ ⟧*
    
          ─═━⌬〔🌗〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الاسئله⁉️
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب ياتو10
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================

    Secktor.cmd({
pattern: "ياتو10",
filename: __filename,
  },
  async(Void, citel) => {
  
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
      *↫ ⟦ صـفـحـة اوامـ🎌ـر الـبـطـولـات ⟧*
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      
      *֎╎225 ⟦ بـطـولـة 🏆 𝐌𝐎𝐎𝐍 ⟧*
      *֎╎226 ⟦ تـقـسـيـم 🏆 الـمـجـمـوعـات¹⁶ ⟧*
      *֎╎227 ⟦ تـصـفـيـات 🏆 الـبـطـولـه ⟧*
      *֎╎228 ⟦ اعـلـان 🏆 مــبــاراه ⟧*
      *֎╎229 ⟦ اوقــات 🏆 الـمــبــاراه ⟧*
      *֎╎230 ⟦ الــنــهــائــي 🏆 بـطـولـة ⟧*
      *֎╎231 ⟦ الـجـ🏆ـوائـز ⟧*
      *֎╎232 ⟦ الـجـائـزه 🏆 الـكـبـرى ⟧*
      *֎╎233 ⟦ عـن دوري 🤺 الـابـطـال ⟧*
      *֎╎234 ⟦ تـوزيـع 🤺 الـمـبـاريـات ⟧*
      *֎╎235 ⟦ الـجـولـه 🤺 الـاولـى ⟧*
      *֎╎236 ⟦ الـجـولـه 🤺 الـثـانـيـة ⟧*
      *֎╎237 ⟦ الـجـولـه 🤺 الـثـالـثـه ⟧*
      *֎╎238 ⟦ الـجـولـه 🤺 الـرابـعـه ⟧*
      *֎╎239 ⟦ انـتـهـاء الـربـع الـنـهـائـي ⟧*
      *֎╎240 ⟦ انـتـهـاء الـنـصـف الـنـهـائـي ⟧*
      *֎╎241 ⟦ نـصـف 🤺 الـنـهـائـي¹ ⟧*
      *֎╎242 ⟦ نـصـف 🤺 الـنـهـائـي² ⟧*
      *֎╎243 ⟦ الــنــهــائــي 🤺 الـدوري ⟧*
      *֎╎244 ⟦ اكـتـمـل الـتـسـجـيـل 🛑 ⟧*
      *֎╎245 ⟦ الــجــ 🤺 ــولــه ⟧*
      *֎╎246 ⟦ جـوائـز 🤺 الـجـولـه ⟧*
      *֎╎247 ⟦ عـن مـــبــ🌪ــاراه وديــه ⟧*
      *֎╎248 ⟦ الـجـوائــز 🌪 الـمــبــاراه وديــه ⟧*
      *֎╎249 ⟦ مـجـلـس بـطـ🏟️ـولـات مـــون ⟧*
      *֎╎250 ⟦ نــتــائــج الـــ🤾🏻‍♂️ـــدوري ⟧*
      *֎╎251 ⟦ اخـتـبـار 🪄 انـمـي ⟧*
      *֎╎252 ⟦ نـتـائـج اخـتـبـار 🪄 الـانـمـي ⟧*
            *─═━⌬〔🌗〕⌬━━─*
      
      *✦ هذه الصفحه مخصصه للاوامر البطولات والاحداث وما في حكمها 🎌*
      
      *✦ لطلب الصفحه 🔢 التاليه اكتب ياتو11*
      
      *✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻*
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
  }
  );
  //=====================================================================

      Secktor.cmd({
pattern: "ياتو11",
filename: __filename,
      },
      async(Void, citel) => {
      
                let zerogroup = (await sck.findOne({
                    id: citel.chat,
                })) || (await new sck({
                        id: citel.chat,
                    })
                    .save());
                let mongoschemas = zerogroup.istimara || "false";
                if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
        *↫ ⟦ صـفـحـة اوامـ⛩️ـر الـفـروع ⟧*
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        
        *֎╎300 ⟦ تـم انـجـاز الـطـلـب مـلـصـقـات ⟧*
        *֎╎301 ⟦ الـطـلـبـات خــاص 🌷 ⟧*
        *֎╎302 ⟦ خـطـوط زخـرفـه ⟧*
        *֎╎303 ⟦ مــون⥤📰⥢اخـبـار ⟧*
        
              *─═━⌬〔🌗〕⌬━━─*
        
        *✦ هذه الصفحه مخصصه للاوامر الـفـروع ⛩️*
        
        *✦ لطلب الصفحه 🔢 التاليه اكتب ياتو12*
        
        *✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻*
        
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        *〄 ¦ مـع تـحـيـات ادارة :*
        *〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐈𝐆𝐇𝐓 〗*
        *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
      }
      );

    //=====================================================================


Secktor.cmd({
pattern: "00",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`❐↫ ⟦ ادارة 𝐌𝐎𝐎𝐍 ⟧
    ⸙ نـجـوم الـمـشـرفـيـن الـيـومـيـة ⸙
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
      MAX ⭐ = 🆓
    
    ⇣ ياتو┇⚔️┇نائب¹⇣
    « »
    ⇣ زاهارد┇⚔️┇نائب²⇣
    « »
    ⇣ هيوري┇🎩┇مستشارة¹ ⇣
    « »
    ⇣  كي┇🎩┇مستشار²⇣
    «»
    ⇣ رايلي ┇⚖️┇الوزير  ⇣
    « »
    ⇣افيليو ┇✈️┇سفير ⇣
    « »
    ⇣كاكاشي ┇⚡┇جنرال¹⇣ 
    « »
    ⇣  سايتاما┇⚡┇مشرف¹⇣
    «»
    ⇣ هانجي┇⚡┇مشرف²⇣
    «»
    ⇣ كيلر┇⛑️┇مساعد¹⇣
    « »
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    💠-مـنـشـن :⁩`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "01",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`❐↫ ⟦ ادارة 𝐌𝐎𝐎𝐍 ⟧
    ⸙تــوزيــع مــهــ🕯️ـام الــمــشــرفــيــن⸙
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ⇣ ياتو┇⚔️┇نائب¹⇣
    ◎ نقاشات كل يومين ◎ اسئلة مفاجئة 🔑 ◎ فقرات 🎭 ◎ نجوم المشرفين 🌟
    
    
    ⇣ زاهارد┇⚔️┇نائب²⇣
    ◎ فعاليه 🆓 ◎ خمس اسئله مفاجئه على مدار اليوم 🔑 ◎ نجوم المشرفين 🌟
    
    
    ⇣ هيوري┇🎩┇مستشارة¹ ⇣
    المصابيح💡◎ مسابقة  🏹
    
    
    ⇣ رايلي ┇⚖️┇الوزير  ⇣
    ◎ تحديث البنك 🏦 ◎ ديث نوت 📓 ◎اخبار انمي 📰
    
    
    ⇣افيليو ┇✈️┇سفير ⇣
    ◎ تحديث قائمة المنشن 📧 ◎ السفارة 🎗️◎ فيروسات 👾
    
    
    ⇣كاكاشي ┇⚡┇جنرال¹⇣ 
    ◎ نجوم ⭐ ◎ مسابقة  🏹
    
    
    ⇣  سايتاما┇⚡┇مشرف¹⇣
    ◎ جرس 🛎️ ◎ العكس 🔄
    
    
    ⇣ هانجي┇⚡┇مشرف²⇣
    ◎ مصاص الدماء 🧛🏻‍♂️ ◎ مسابقة  🏹  
    
    
    ⇣ كيلر┇⛑️┇مساعد¹⇣
    ◎ نشر ثلاث مرات باليوم
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    💠-مـنـشـن :⁩`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "02",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`❐↫ ⟦ ادارة 𝐌𝐎𝐎𝐍 ⟧
    ⸙ اتـمـام مـهـام الـمـشـرفـيـن الـيـومـيـه⸙
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    
    ⇣ ياتو┇⚔️┇نائب¹⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    
    ⇣ زاهارد┇⚔️┇نائب²⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ⇣ هيوري┇🎩┇مستشارة¹ ⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ⇣ رايلي ┇⚖️┇الوزير  ⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ⇣افيليو ┇✈️┇سفير ⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ⇣كاكاشي ┇⚡┇جنرال¹⇣ 
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ⇣  سايتاما┇⚡┇مشرف¹⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ⇣ هانجي┇⚡┇مشرف²⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ⇣ كيلر┇⛑️┇مساعد¹⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـقـائـد ¦
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    💠-مـنـشـن :⁩`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "03",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`❐↫ ⟦ ادارة 𝐌𝐎𝐎𝐍 ⟧
    ⸙ رواتـب الـمـشـرفـيـن ⸙
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ⦅🔱⦆النائب ↶
    ◦❪╭يـاتـو╯❫◦
    ❋الـراتـب 💴 ⊑ ∞ ⊒
    
    ◦❪╭زاهـارد╯❫◦
    ❋الـراتـب 💴 ⊑ ∞ ⊒
    
    ⦅⚖️⦆الـوزيـر ↶
    ◦❪╭رايـلـي╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅🎩⦆الـمـسـتـشـارين ↶
    ◦❪╭هـيـوري╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅💎⦆الـسـفـيـر ↶
    ◦❪╭افـيـلـيـو╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅⚔️⦆الـجـنـرال ↶
    ◦❪╭كـاكـاشـي╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅🐺⦆الـمـشـرفـيـن ↶
    
    ◦❪╭سـايـتـامـا╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ◦❪╭هـانـجـي╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅💫⦆الـمُـسـاعـدون ↶
    ◦❪╭كـيـلـر بـي╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "04",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`❐↫ ⟦ ادارة 𝐌𝐎𝐎𝐍 ⟧
    ⸙ مـــلـــوك ⸙👑⸙ 𝐌𝐎𝐎𝐍 ⸙
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    تعلن نقابة 𝑴𝑶🌗𝑶𝑵 عن مــــلـ👑ـوك الـأسـبــوع ، و هم : 
    
    ⸙ مـلــ👑ــك الــتــفــ🔥ــاعــل : ↯
    «... »
    ↲ عــدد الـرســائــل 🪄 : «... »
    ↲ الــجــائــزة 💰 : «... » 
    
    ⸙ مـلـ👑ــك الــتـــقـــ🎙️ـــديــم : ↯
    «... »
    ↲ لــتـقــديــمــه ❇️ : «... مسابقة»
    ↲ الــجــائــزة 💰 : « »
    
    ⸙ مـلـ👑ــك الــمــســ🎳ـابــقــات : ↯
    «... »
    ↲ عــدد مــرات الــفــوز 🎖️ : «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ مـلـ👑ــك الــنـــقـــ📜ـاشــات : ↯
    ⁩«...»
    ↲ عــدد مــرات الــفــوز 🎖️ : «... »
    ↲ الــجــائــزة 💰 : «...»
    
    ⸙ مــلــ👑ــك الــنــ📯ـــشــر : ↯
    «... »
    ↲ عــدد مــرات الــنــشــر 📭 : «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ الــمــ🎎ــشــرف الــمــحــ ⚖️ــنــك : ↯
    «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ الــمــ🎎ــشــرف الــذهــ⭐ـــبــي : ↯
    «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ الــعــضــ🪆ــو الــذهــ⭐ـــبــي : ↯
    «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ - مبارك للفائزين ، و حظ أوفر للآخرين في الأسبوع المقبل..🖤🌹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "05",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`❐↫ ⟦ ادارة 𝐌𝐎𝐎𝐍 ⟧
    ⸙ إعـلـان ⸙⛔⸙ تـصـفـيـة ⸙
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
     ❋ يؤسفنا أن نعلن عن بدء تصفية للأعضاء الغير متفاعلين الأصنام🗿 و الأرقام الوهمية 📞 
    
    ①- التصفية تكون كل أسبوعين
    
    ②- شروط النجاة من التصفية :
    
    ֎ كبداية يجب أن تتعدى عدد رسائلك الـ30 رسالة 💬 أسبوعيا
    
    ֎ أن يكون رقمك أساسي 
    
    ֎ و اذا كان عندك ظرف من الظروف كلمني خاص..
    
    ✧سنحاول مراعاة الظروف قدر الإمكان ! 
    
    ✧ اذا كان صاحب الرقم من الموثوقين لن تتم تصفية رقمه..🥀
    
    و شكرا لكم على اهتمامكم وتفهمكم..✨
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "06",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عــن ⚔️ تــرقــيــه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎مـن مـنـصـب ✨  ⊑  ⊒
    
    ֎╎الـى مـنـصـب 🎎 ⊑  ⊒
    
    ֎╎نـبـارك لـه هـذه الـتـرقـيـه امـلـيـن ان يـكـون خـيـر عـون لـنـا ويـسـاهـم فـي تـطـور الـنـقـابـه🌹
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "07",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عــن 🧧 اعــفــاء ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎مـن مـنـصـب 🎎  ⊑  ⊒
    
    ֎╎الـى مـنـصـب ✨ ⊑  ⊒
    
    ֎╎نـتـمـنـى لـه كـل الـتـوفـيـق فـي حـيـاتـه و نـشـكـره عـلـى مـسـاهـمـتـه فـي تـطـور الـنـقـابـه🥀
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "08",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ اعـلـان انـ💢ـذار اداري ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـسـبـب ⁉️ ⊑ اسباب اداريه ⊒
    
    ֎╎عـدد الـانـذارات 🔢 ⊑ اسرار اداريه ⊒
    
    ֎╎مـسـؤول الـانـذارات 🎩 ⊑  ⊒
    
    
    ֎ مـلاحـظـات ‼️
    ↲ تحدث قائمة الإنذارات يوميا.
    ↲ 4 إنذارات = اعفاء
    ↲ 8 إنذارات = اعفاء نهائي لايمكن ان ترجع لدور الاشراف
    ↲ يحذف انذار بعد كل 20 يوم
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "09",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عــن طـ⛔ـرد مــؤقــت ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎عـدد الـانـذارات 🔢  ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💸 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "010",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عــن طـ⛔ـرد مــؤبــد ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎عـدد الـانـذارات 🔢  ⊑  ⊒
    
    ֎╎رابــط الـقـوانـيـن 
    ↲ ⊑  ⊒
    
    ֎╎مــلــاحــظــه 
    
    ↲ يمكن الطعن في قرار الطرد المؤبد بعد 25 يوما 
    
    ↲ ممنوع الاعتراض على طرد الاعضاء 
    
    ↲ عند الطرد وقبول طلب الطعن يتم تغيير لقبك
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "1",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عــن دخـ🎐ـول عـضـو ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـأنـمـي 🎎 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎مـن طـرف 🗣️ ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩  ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "2",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عــن 🍂 تـرحـيـب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـأنـمـي 🎎 ⊑  ⊒
    
    ֎╎اهـلـا ووطـئـت سـهـلـا مـرحـبـا بـك فـي نـقـابـتـنـا ونـرجـو لـكـ ان تـسـتـمـتـع وتـسـعـد مـعـنـا 🌹
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "3",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ قروب انمي متفاعل حياكم الله 🥀⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ⓵ سوالف حلوة ✨
    ⓶ اعضاء عسل مثلكم و مشرفين متواضعين 💜
    ⓷ تفاعل يومي +5k رسالة 🔥
    ⓸ فعاليات و مسابقات 🧧
    ⓹ حسابات كرانشي رول و نتفيلكس مجانية 🪔
    ⓺ بوت يسوي ملصقات و يرسل صور 🍁
    ⓻وهــمـي مـمـنـوع ⛔
    
    ֎╎إذا ترغب في الإنضمام لنا
    رابط الأستقبال :- 
    ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "4",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عــن تـحـ💹ـويـل بـيـلـي ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب الـمـحـول🎴
    ⊑  ⊒
    
    ֎╎الـلـقـب الـمـحـول لـه 🔖 
    ⊑  ⊒
    
    ֎╎الـمـبـلـغ 💰 ⊑  ⊒
    
    ֎╎رسـالـة إهـداء 💌 ⊑  ⊒
    
    ֎ ملاحظات
    ↲ يجب عليك انتظار 7 ايام للاهداء التالي
    ↲ غير مسموح بعمل اهداء باقل من 2k بيلي
    ↲ مسموح بالاهداء لاكثر من شخص في اه‍داء واحد
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "5",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ اعـلـان 💢 انـذار ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـسـبـب ⁉️ ⊑  ⊒
    
    ֎╎عـدد الـانـذارات 🔢 ⊑  ⊒
    
    ֎╎الــخــصــم 💸 ⊑  ⊒
    
    ֎╎مـسـؤول الـانـذارات 🎩 ⊑  ⊒
    
    
    ֎ مـلاحـظـات ‼️
    ↲ تحدث قائمة الإنذارات يوميا.
    ↲ 3 إنذارات = طرد مؤقت 15 يوم
    ↲ 6 إنذارات = طرد  مؤبد
    ↲ يحذف انذار بعد كل 20 يوم
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "6",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ تــم تــحـ⛔✅ـديــث الـانـذارات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    
    ֎ ╎الـانـذارات ⛔ ⟦ https://bit.ly/3CWNQkD ⟧
    
    ֎ ╎مـسـؤول الـانـذارات 🎩 ⟦  ⟧
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "7",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ تــم تــحـ🏦✅ـديــث الــبــنــك ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    
    ֎ ╎الـبـنـك 🏦 ⟦ https://bit.ly/3weP6vJ ⟧
    
    ֎ ╎مـسـؤول الـبـنـك 🎩 ⟦  ⟧
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "8",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ تــم تــحـ📧✅ـديــث الـمـنـشـن ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎ ╎مـسـؤول الـمـنـشـن 🎩 ⟦  ⟧
    
    ֎ ╎مـلاحـظـات ‼️
    
    ↲ لو لم تجد لقبك بالمنشن الرجاء تبليغ مسؤول المنشن
    
    ↲ حذف لقبك بالمنشن يسبب مشاكل مثل وجود شخصين بنفس اللقب 
    
    ↲ وجود لقبك بالمنشن اجباري 
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "9",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠

    ↫ ⟦ اكــتــمــال الــعــدد 🤾🏻‍♂️ ⟧
    
    ֎ ╎مـسـؤول الـفـعـالـيـة 🎩 ⟦  ⟧
    
    ֎ ╎الـعـدد الـمـطـلـوب 🔢 ⟦  ⟧
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "10",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠

    ↫ ⟦ فـقـره بـعـنـوان 🎯 ⟧
    
    ↲╎⟦  ⟧
    
    ֎ ╎مـسـؤول الـفـقـره 🎩 ⟦  ⟧
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "11",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠

    ↫ ⟦ انـتـهـت الـفـقـره 🎪 ⟧
    
    ↲ نتمنى لكم قراءة ممتعة 📖
    
    ↲ نشكركم على حسن المتابعه 🌹
    
    ֎ ╎مـسـؤول الـفـقـره 🎩 ⟦  ⟧
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "12",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠

    ↫ ⟦ الـفـعـالـيـة تـتـأجـل 〽️ ⟧
    
    ↲ سيتم تأجيل الفعاليه لضروف خارجه عن ارادتنا اعذرونا سنعود قريبا
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);//=====================================================================
Secktor.cmd({
pattern: "13",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠

    ↫ ⟦ الـفـعـالـيـة تـسـتـأنـف 🚸 ⟧
    
    ↲ نعتذر على اطالت الغياب عدنا اليكم
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "14",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠

    ↫ ⟦ الـفـعـالـيـة تـلـغـى ❌ ⟧
    
    ↲ لضروف خارجه عن ارادتنا تم الغاء الفعاليه نعتذر للجميع
    
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "20",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ شـراء سـلـ🛒ـعـه مـن الـمـتـجـر ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـسـلـعـه 🛍️ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "21",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ تـغـيـيـر ♻️ الـلـقـب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب الـجـديـد🎴 ⊑  ⊒
    
    ֎╎الـلـقـب الـقـديـم 🔖 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "22",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ اخـذ لـقـب خـارج الـأنـمـي 🎞️ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب الـجـديـد🎴 ⊑  ⊒
    
    ֎╎الـلـقـب الـقـديـم 🔖 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "23",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ حـجـز 📯 لـقـب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـشـتـري 🔖 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "24",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ تـبـادل ↔️ الـالـقـاب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب الـاول🎴 ⊑  ⊒
    
    ֎╎الـلـقـب الـثـانـي🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن الـاول 📧 ⊑  ⊒
    
    ֎╎الـمـنـشـن الـثـانـي 📧 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يجب ان يكون التبادل بتراضي كل الاطراف 
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "25",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ دبـل 📈 الـبـيـلـي ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـكـمـيـه 🪫 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "26",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ حـذف 🏳️ انـذارات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـكـمـيـه 🪫 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـانـذارات 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "27",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ شـراء 🛡️ حـمـايـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـحـمـايـه 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "28",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ شـراء🧨تـخـريـب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـتـخـريـب 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "29",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ شـراء 🧊 تـجـمـيـد ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـتـجـمـيـد 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲على مسؤول المتجر ان يبلغ كل المشرفين بتجميد الفعاليات 
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "30",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ شـراء 👤 سـرقـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـسـرقـه 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "31",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ اضـافـة اسـ📋ـمـك لـلـوصـف ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎اكـتـب جـمـلـه 🖋️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "32",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ شـراء 🌟 شـهـره ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎اكـتـب جـمـلـه 🖋️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "33",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ الــنــذالــ👹ــه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎الـمـشـتـري 🤵🏻‍♂ ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "34",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ قـنـبـلـة 👹 الـنـذالـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔🌗〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔🌗〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔🌗〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔🌗〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔🌗〕⌬━━─
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎الـمـشـتـري 🤵🏻‍♂ ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "35",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ شـراء يـ🆓ـوم FREE ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎اخـتـيـار الـيـوم ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲ للمشرفين فقط ويسمح لهم بيوم واحد فقط 
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "36",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ الـاغـتـ🔪ـيـال ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ╏الـإغـتـيـال مـمـنـوع╏
    لانه يسبب الزعل ويسبب ضعف للنقابه بسبب خروج اعضاء متفاعليني وذا كله بسببك 🤢💔 
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "40",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*

    *֎╎الـخـبـر*
    
    *֎╎الـمـقـدم 🎴 ⟦  ⟧*
    
    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "41",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*


    *֎╎الـعـنـوان*
    *⟦ الموضوع ⟧*
    
    
    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "42",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ تـوصـيـات 📑 انـمـي ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ❆-اسم الانمي  🎎: 【】
    ❆-سنة العرض 📆: 【】
    ❆-الحالة 📈 : 【】
    ❆-عدد المواسم 📁: 【】
    ❆-عدد الحلقات 📼: 【】
    ❆-مدة الحلقة ⏳: 【】
    ❆-تصنيفه 🔖: 【】
    ❆-كاتبه ✒️: 【】
    ❆-تقييمه 𝙈𝙖𝙡 🌐 : 【】
          ─═━⌬〔🌗〕⌬━━─
    القصة 📚:
    
          ─═━⌬〔🌗〕⌬━━─
    نــاشــر التوصية 🎩:
    【】
    
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐄𝐖𝐒 〗
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "43",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ تـوصـيـات 🎩 شـخـصـيـات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ❆-اسم الأنمي 🪆: 【】
    
    ⧼⬪│مـعـلـومـات خـاصـه عـن الـشـخـصـيـه📇│⬪⧽
    
    ❆-اسم الشخصيه 🎎: 【】
    ❆-العمر 📆: 【】
    ❆-الجنس 🚻: 【】
    ❆-النوع 🌀: 【】
    
       ⧼⬪│ شـكـل الـشـخـصـيـه 🎩│⬪⧽
    
    ❆-الطول 📏: 【】
    ❆-لون الشعر 🧑‍🦲: 【】
    ❆-لون العيون 👀 : 【】
    
       ⧼⬪│ مـعـلـومـات مـن الـكـولـيـس 🎞️│⬪⧽
    
    ❆- مؤدي الصوت 🎙️ : 【】
    ❆-تقييمه 𝙈𝙖𝙡 🌐 : 【】
          ─═━⌬〔🌗〕⌬━━─
    ملخص للشخصيه 📚 :
    
          ─═━⌬〔🌗〕⌬━━─
    نــاشــر التوصية 👑 :
    【】
    
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐄𝐖𝐒 〗
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "44",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ قـصـص 🏛️ تـاريـخـيـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    القصص تـاريـخـيـه 📚:
    ֎╎
    
    نــاشــر الـقـصـه 🎩:
    ֎╎
    
    ֎╎نـتـمـنـى لـكـم قـراءة مـمـتـعـه 🥀
    
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐄𝐖𝐒 〗
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "45",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ اخـر حـلـ🎞️ـقـات الـأنـمـي صـدورا ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـانـمـي🪆 ⟦  ⟧
    
    ֎╎عـدد الـحـلـقـات 🔢 ⟦  ⟧
    
    ֎╎رقـم الـحـلـقـه 🔖 ⟦  ⟧
    
    ֎╎رابـط الـحـلـقـه
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐄𝐖𝐒 〗
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "46",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ اخـر فـصـ📓ـول الـمـانـجـا صـدورا ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمـانـجـا🪆 ⟦  ⟧
    
    ֎╎عـدد الـفـصـول 🔢 ⟦  ⟧
    
    ֎╎رقـم الـفـصـل 🔖 ⟦  ⟧
    
    ֎╎رابـط الـفـصـل
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐄𝐖𝐒 〗
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "47",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ تـقـريـر حـلـ🎞️ـقـات الـأنـمـي ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـانـمـي🪆 ⟦  ⟧
    
    ֎╎عـدد الـحـلـقـات 🔢 ⟦  ⟧
    
    ֎╎رقـم الـحـلـقـه 🔖 ⟦  ⟧
    
    ֎╎رابـط الـحـلـقـه
    ⟦  ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    ֎╎قـصـه الـحـلـقـه 📖
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐄𝐖𝐒 〗
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "48",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ↫ ⟦ تـقـريـر فـصـ📓ـول الـمـانـجـا صـدورا ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمـانـجـا🪆 ⟦  ⟧
    
    ֎╎عـدد الـفـصـول 🔢 ⟦  ⟧
    
    ֎╎رقـم الـفـصـل 🔖 ⟦  ⟧
    
    ֎╎رابـط الـفـصـل
    ⟦  ⟧
    
          ─═━⌬〔🌗〕⌬━━─
    ֎╎قـصـه الـحـلـقـه 📖
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐄𝐖𝐒 〗
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "50",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🃏 الـجـوكـر ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ كان الجوكر يمتلك 10 بطاقات🃏 وهي التي تؤكد هويته بأنه الجوكر ولكنه فقدها والأن يجب على أحد من الأشخاص ان يجدها ويصبح الجوكر الجديد وسنتعرف عليه بعد انتهاء الفعالية.
    ¶أسئلة الفعالية صور-كتابة...
    -يوجد 10 بطاقات يجب على المشاركين جمعها:
    -الجولة الاولى وهي جمع البطاقات
    -الجولة الثانية نزع البطاقات من بعضكم البعض ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "51",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـــــجــــ🃏ـــوكــــر ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــجــولـــة الـــأولــى
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الــجــولـــة الـــثانــية
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "52",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🃏 الـجـوكـر ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "53",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة  ♥️ الـقـلـوب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ⇄تشارك  بلقبك و تمتلك 5 قلوب ♥️ يلزمك المحافظة عليها وتستطيع أن تختار أي عضو أخر لحذف قلب منه بعد إجابة على السؤال ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "54",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــــــــــــقـــلــــ♥️ــــوب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "55",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز  ♥️ الـقـلـوب ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "56",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة  🤍 الـقـلـوب الـخـفـيـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ يكون مع كل مشارك ثلاث قلوب بشكل مختلف عن الباقي وتكون هذه القلوب مخفيه لا احد يعرف اصحابها الا المقدم ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "57",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـقــ🤍ـلـوب الـخـفـيـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑ 💙💙💙 ⊒
    ② - ⊑ 💚💚💚 ⊒
    ③ - ⊑ 💛💛💛 ⊒
    ④ - ⊑ 🧡🧡🧡 ⊒
    ⑤ - ⊑ 💜💜💜 ⊒
    ⑥ - ⊑ 🖤🖤🖤 ⊒
    ⑦ - ⊑ 🤍🤍🤍 ⊒
    ⑧ - ⊑ 🤎🤎🤎 ⊒
    ⑨ - ⊑ ❤️‍🔥❤️‍🔥❤️‍🔥 ⊒
    ⑩ - ⊑ ❤❤❤ ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "58",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🤍 الـقـلـوب الـخـفـيـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "59",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 💣 الـقـنـبـلـة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ فعاليه متكونة من 10 أشخاص كل شخص يملك قنبلة واحدة💣 ويجب على كل شخص الحذر من إنفجار قنبلته عليه، يتقدم المقدم ب ( كتابه - صور - تعداد - الخ...)  تكون الفعاليه ب جولات وكل جوله على حسب عدد المشاركين يعني اول جوله تبدأ ب 9  اسأله الذي لا يستطيع الإجابة ستنفجر عليه قنبلته ويطرد وبعدها 8 أسئلة والخ.. ويستمر هذا الين ما يبقى اخر شخص أو آخر شخص لم تنفجر  قنبلته💣 عليه. ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "60",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــــــــــــقـــنــــ💣ــبــلـــة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒💣
    ② - ⊑  ⊒💣
    ③ - ⊑  ⊒💣
    ④ - ⊑  ⊒💣
    ⑤ - ⊑  ⊒💣
    ⑥ - ⊑  ⊒💣
    ⑦ - ⊑  ⊒💣
    ⑧ - ⊑  ⊒💣
    ⑨ - ⊑  ⊒💣
    ⑩ - ⊑  ⊒💣
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "61",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 💣 الـقـنـبـلـة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "62",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 👾 فـيـروسـات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ كل مشارك يمتلك حاسـ💻ـوب كل نقطة تاخذها تمتلك فيـ👾ـروس ترسله لمشارك انت تختاره  اذا تم إختراق حاسوبك من ثلاث فيروسات ستطرد من الفعالية ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "63",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــــــــــــفـــيـــ👾ــروســات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "64",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 👾 فـيـروسـات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "65",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة ♻️ الــعـــكــــس ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ يقوم المقدم بكتابة إسم ويجب عليك بسرعة أن تكتب عكس ذلك الإسم
    ✰مـثال:
    ☀︎︎جيرايا ↔ اياريج.
    ☀︎︎رايزل ↔ لزيار.
    الفائز من يحصل 20 نقطة اولا ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "66",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــــــــــــعـــــ♻️ــــكــس ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "67",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز ♻️ الــعـــكــــس ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "68",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🚧 الـغـرفـة الـمـغـلـقـة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ تجد نفسك فجأة في غرفة مغلقة مع مجموعة من الأشخاص الآخرين ، و يجب عليك الخروج من الغرفة بسرعة قبل نفاذ الأوكسجين ، لكن حارس بوابة الغرفة (مقدم المسابقة) عنيد نوعا ما ، لأنه مصر على أنه لن يخرج إلا   عضوا واحدا ، و يقترح فكرة «لعبة» غريبة لتحديد هذا الشخص ، و هي كالآتي ، يختار شخصا عشوائيا للجواب عن سؤال محدد يخص الانمي ، اذا أجاب بشكل صحيح يظل في اللعبة و ينتقل الحارس لشخص آخر ، و إذا أخطأ يقصى من اللعبة ، و تستمر اللعبة الى أن يفوز شخص واحد فقط هو من سيغادر الغرفة من بين المشاركين ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "69",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـــــغـــرفــــة 🚧 الـــمـــغــلــقــة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "70",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🚧 الـغـرفـة الـمـغـلـقـة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "71",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🚫 اللـيـلـة الـأخـيـرة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ قمر الليلة مكتمل ! ظهر المستذئبون🐺 حان الوقت للقضاء عليهم..! الفعالية تتكون من فريقين المستذئبون في مواجهة الصيادين ، كل فريق يتكون من 3 أشخاص.. فريق المستذئبين يمتلك 3 قلوب سوداء ، بينما البشر يمتلكون 3 قلوب حمراء ،  يجب على الفريقين أن يبارزا بعضهما و أن ينتزعا القلوب من الفريق العدو ، عن طريق تحدٍ فردي بين عضو من كل فريق يقدمه مقدم المسابقة ، كل عضو يفوز في جولة من الجولات يأخذ قلبا من الفريق المنافس ، و الفريق الفائز هو الفريق الذي يحافظ على قلوبه الثلاث
    
    ملاحظة ! : تقسيم الفرق يكون حسب وجهة نظر المقدم ليحقق التوازن نوعا ما بين الفريقين..، يمكن أن يتعدى عدد المشاركين في الفرق 3 أشخاص لكن عدد القلوب تزيد حسب عدد الأعضاء في كل فريق ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "72",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـــــلـــــــيلــة 🚫 الــأخـــيــرة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفريـــق الـــأول البشر ⚔️
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الــفريـــق الـــثاني المستذئبين 🐺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "73",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🚫 الـلـيـلـة الـأخـيـرة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـفـريـق الــفــائــز 🥇
    
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "74",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🎰 الــرولـــيــت ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ تقديم الفعالية تقديم عادي (صور - كتابة..) 
    لكن كل نقطة تحصل عليها تسمح لك أن تدير الروليت مرة واحدة 
    محتويات الروليت :⇙🏂
    - طرد مشارك
    - انتزاع قلب من مشارك
    - - خروجك من الفعالية 
    و بالتأكيد آخر عضو يظل في المسابقة هو الفائز ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "75",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــــــــــــر🎰ولــــيــت ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒❤❤❤
    ② - ⊑  ⊒❤❤❤
    ③ - ⊑  ⊒❤❤❤
    ④ - ⊑  ⊒❤❤❤
    ⑤ - ⊑  ⊒❤❤❤
    ⑥ - ⊑  ⊒❤❤❤
    ⑦ - ⊑  ⊒❤❤❤
    ⑧ - ⊑  ⊒❤❤❤
    ⑨ - ⊑  ⊒❤❤❤
    ⑩ - ⊑  ⊒❤❤❤
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "76",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🎰 الــرولـــيــت ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "77",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة ⚽ الـكـرات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ كل مشارك يمتلك كرة ⚽ واحدة اذا أجبت عن سؤال المقدم تنتزع كرة من مشارك من اختيارك ، و العضو الذي يجمع كل الكرات من المتسابقين يفوز في الفعالية . ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "78",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـــــكـــ⚽ـــرات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "79",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز ⚽ الـكـرات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "80",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 📓 الـديـث نـوت ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ المقدم يقدم صور او كتابة.. اول واحد يجاوب يطرد شخص من المشاركين.. لين يظل اخر عضو و يفوز.. اذا ايموجي (☠️) جنب اسمك معناها طلعت من الفعالية ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "81",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــديـــث 📓 نــــــوت ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "82",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 📓 الديث نوت ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "83",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🏰 حـرب الـأبـراج ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ الفعالية تتكون من فرق ، كل فريق يمتلك برج ، يجب على الفرق الثانية تدمير أبراج الأعداء ! عن طريق الاجابة على أسئلة المقدم ، و بالتأكيد الفريق الفائز هو الذي يحتفظ بأبراجه سالمة حتى نهاية الفعالية ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "84",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الأبــــــــ🏰ــــــــــراج ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفريـــق الـــأول🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــثـانـي🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــثــالــث🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــرابــع🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــخــامــس🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "85",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🏰 حـرب الـأبـراج ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـفـريـق الــفــائــز 🥇
⊑  ⊒
⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "86",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🚩 الـأعـــلـام ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ كل مشارك يمتلك 3 أعلام ! لا يعرفها إلا هو و المقدم ، المشاركون في صراع ! من أجل المحافضة على سلامة أعلامهم ، و بالمقابل يحاولون الإطاحة بأعدائهم ، و بالتأكيد الفائز هو الذي يحافض على أعماله سالمة لنهاية الفعالية ، عن طريق الإجابة على أسئلة المقدم ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "87",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الـأعــــــــ🚩ـــــــــلـام ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑ 🇪🇬🇪🇬🇪🇬 ⊒
② - ⊑ 🇸🇦🇸🇦🇸🇦 ⊒
③ - ⊑ 🇱🇾🇱🇾🇱🇾 ⊒
④ - ⊑ 🇮🇶🇮🇶🇮🇶 ⊒
⑤ - ⊑ 🇵🇸🇵🇸🇵🇸 ⊒
⑥ - ⊑ 🇸🇩🇸🇩🇸🇩 ⊒
⑦ - ⊑ 🇸🇾🇸🇾🇸🇾 ⊒
⑧ - ⊑ 🇶🇦🇶🇦🇶🇦 ⊒
⑨ - ⊑ 🇴🇲🇴🇲🇴🇲 ⊒
⑩ - ⊑ 🇲🇦🇲🇦🇲🇦 ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "88",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🚩 الـأعـــلـام ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "89",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 💉 تـلـقـيـح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ تــتكـون الفـعاليـه مـن 10 أشـخـاص مـصابين بفيـروس كـورونا🏨 طريقة الحصول على اللقاح وهي الإجـابة عن سؤالين متتاليين أول مــن يحصـل على 3 لـُقـاحات 💉 الـفـائز ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "90",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الــــتـــلـــ💉ــقــــيــــح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "91",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 💉 تـلـقـيـح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "92",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🛎️ الجــرس ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ ⓵مسابقه عاديه من حيث الاسئله ولكن يجب على المشارك ارسال ايموجي 🛎️ للاجابة على السؤال

⓶المشاركه للكل كأنها مسابقه ولاكن يجب على الذي يريد ان يجاوب ارسال ايموجي 🛎️
⓷تنتهي الفعاليه عند اول شخص يحصل على 30 نقطه

🛑 قوانين الفعالية
❶ يمنع الاجابه من دون ارسال الجرس 🛎️
❷ يحق لاول شخص ارسل الجرس الاجابه على السؤال ولا يحق لباقي المشاركين مقاطعته
❸ يمنع ارسال الجرس قبل السؤال ومن يفعل يجمد لسؤال واحد
❹ من يقوم بأرسال الجرس ولم يقم بالاجابه يجمد لسؤالين
❺ الوقت للاجابه 30 ثانيه تقديريه من المقدم ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "93",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الــــجـــــــ🛎️ـــــــرس ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "94",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🛎️ الـجــرس ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "95",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🪑 واقـف جـالـس ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ ❶ فكرة الفعالية كالاتي المقدم يكتب "واقف او جالس " والمشاركين يرسلون الايموجيات المناسبة للموقف، اخر شخص يرسل من كل جولة يستبعد🔥

❷ واقف = 🧍 | جالس = 🪑

❸ الفائزيين اخر ثلاث اشخاص
ملاحظة !
*ممنوع أي شخص يرسل رسالتين أو ايموجيين و يعتبر مستبعد ، و آخر شخص يرسل يعتبر مستبعد ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "96",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن واقـــــــــــــف 🪑 جــــــالــــس ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "97",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🪑 واقـف جـالـس ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "98",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة ⭐ الـنــجـــوم ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ لكل مشارك 0 نجمة.. اول شخص يوصل 5 نجوم يطرد شخص من الفعالية بمقابل ترجع نجومه للصفر.. اخر شخص يظل هو الفائز (كل نقطة تجيبها = نجمة واحدة) ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "99",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الـــــــنــــ⭐ــجــــــوم ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "100",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز ⭐ الـنــجـــوم ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "101",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ ↶⓵ فـعـالـيـة تـتـكـون مــن 5 مـشـاركـيـن بـشـر و مـصـاص دمـاء واحـد , مـصـاص الـدمـاء لـديـه 5 قـلـوب سـوداء و الـبـشـر لـديـهـم قـطـرتـيـن دم
           · · • • • ✤ • • • · ·
↶⓶ ويـجـب عـلـى مـصـاص الـدمـاء شـرب دم الـبـشـر عـكـس الـبـشـر الـذيـن يـجـب عـلـيـهـم تـدمـيـر الـقـلـوب  الـخـمـسـه الـتـي يـمـتـلـكـهـا مـصـاص الـدمـاء , كـل نـقـطـتـيـن يـربـحـها الـبـشـر يُـطـعـن مـصـاص الـدمـاء بـالسـيـف الـفـضـي ويُـنـتـزع  مـنـه قـلـب
          · · • • • ✤ • • • · ·
↶⓷ أمـا مـصـاص الـدمـاء كـل نـقـطـهـا يـربـحـهـا  يـشـرب قـطـرة واحـدة مــن بـشـري يـخـتـاره اذا شــرب مـصـاص الـدمـاء قـطـرتـيـن مـن الـدمـاء الـتـي يـمـتـلـكـهـا الـبـشـري يُـطـرد الـبـشـري مـن الـفـعـالـيـة ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "102",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن مـصـ🧛‍♂️ـاص الـدمـ🩸ـاء ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎مـــصـــاص الـــدمـــاء 🧛🏻‍♂️
⊑  ⊒🖤🖤🖤🖤🖤🖤🖤🖤🖤🖤
֎╎الـــبـــشـــر 🤺
① - ⊑  ⊒🩸🩸
② - ⊑  ⊒🩸🩸
③ - ⊑  ⊒🩸🩸
④ - ⊑  ⊒🩸🩸
⑤ - ⊑  ⊒🩸🩸

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "103",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـفـريـق الــفــائــز 🥇
◦مـصـاص الـدمـاء 🧛🏻‍♂️◦
⊑  ⊒

«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎الفريق الخاسـر 🎗️:
◦الــبـــشـــر 🤵🏻◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "104",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🎈بـالـونـات ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ تتكون الفعالية من 10 مشاركين كل مشارك يمتلك 5 بالونـ🎈ـات و متفـ🧨ـجـرة واحدة، تبدأ المسابقة (صور-كتابة..) أول من ياخذ نقطة يقدر يفجر بالون الخصم عندما تخسر كافة بالوناتك تقصى من الفعالية.
دور المتفجـ🧨ـرة، اخر خصم فجر اخر بالون لك المتفجرة تفجر بالون واحد من عنده تلقائى ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "105",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الــــبـــالـــ🎈ـونـــات ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
② - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
③ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
④ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑤ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑥ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑦ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑧ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑨ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑩ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "106",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🎈بـالـونـات ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "107",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 💡الـمـصـابـيـح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ ⇄كل مشارك يملك بيت و لكن البيت مظلم يجب عليه امتلاك 20 مصباح ليضيئ بيته و يفوز , كل مصباح بنقطه ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "108",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الــمــصــ💡ــابــيــح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "109",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 💡الـمـصـابـيـح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "110",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة ☠️ الايـدو تـيـنـسـي ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ اللعبه تتكون من ثلاث المراحل 
_المرحله الاولى يسأل المقدم سؤالين ليحدد الاحياء من الاموات المجيب الاول يصير حي يعني نهاية الجوله الاولى معنا اثنين احياء 
_المرحله الثانيه جمع الفريق يسأل المقدم الاحياء بعدد الموتى والمجاوب من حقه ضم احد الموتى الى فريقه 
_المرحله الثالثه الحرب بين الفرق كل اجابه تصفي احد اعضاء الفريق الاخر دون رجعه 
ثلاث اجابات صحيحه متتاليه من احد الموته تعطيه الحريه ليكون وحده او البقاء في فريقه او اختيار فريق الخصم ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "111",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الـايـــدو ☠️ تـــيـــنـــســـي ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـــفـــريـــق الــأول 🤺
① -الـقـائـد ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒

֎╎الـــفـــريـــق الــثـانـي 🤺
① -الـقـائـد ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒

     ─═━⌬〔🌗〕⌬━━─
① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "112",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز الايـدو ☠️ تـيـنـسـي ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـفـريـق الــفــائــز 🥇
⊑  ⊒
⊑  ⊒
⊑  ⊒

«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "113",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🏴‍☠️ سفينة القراصنه ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ يكون جميع المشاركين محتجزين على سفينة قراصنه وعليهم النجاه منها 

-عند الاجابه على سؤال يحصل المجاوب على الامان 
-يقوم المقدم بتدوير الروليت لالقاء احد المشاركين "عن طريق الرقم" من السفينه  ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "114",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن سـفـيـنـة 🏴‍☠️ الـقـراصـنـه ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "115",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🏴‍☠️ سفينة القراصنه ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "116",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🍼 بـلـيـز بـوب ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ مهمة المشاركين تربيت ابناء ملك الشياطين للسيطرة على العالم عن طريق جمع قناني الحليب 

֎ ملاحظه 📜 :
عند جمع 3 قناني 🍼يحق لك طرد عضو 
عند جمع 10🍼 قناني لايمكن طردك وانما إزالة قنينه واحده كل مره الى ان تنفذ 
يمكنك السيطره على العالم عن طريق جمع 15 قنينه 🍼او اقصاء كل المشاركين ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "117",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن بـــلـــيـــز 🍼 بــــوب ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "118",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🍼 بـلـيـز بـوب ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "119",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🐙 الـطـفـيـلـيـات ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ يكون جميع المشاركين بشر عاديين الى ان يتم استهدافهم عن طريق لاعب اخر مستعملا الطفيليات

-عند جمع 5 طفيليات يمكنك اصاب الرأس 
-عند جمع 3 طفيليات يمكنك اصابة الجسد 
-عند جمع 2 طفيليين يمكنك اصابة الاطراف

֎ ملاحظة 📜:
 -عند الاصابه بطفيلي في الأطراف لايمكنك الاجابه مره + 5اصابات تطرد 
عند الاصابه بطفيلي في الجسم -تمنع من الاجابه مرتين + 2 إصابتين تطرد 
 -عند الاصابه بطفيلي في الرأس تطرد فورا ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "120",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الــطــفــ🐙ــيــلــيــات ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🧑💪💪🦵🦵
② - ⊑  ⊒🧑💪💪🦵🦵
③ - ⊑  ⊒🧑💪💪🦵🦵
④ - ⊑  ⊒🧑💪💪🦵🦵
⑤ - ⊑  ⊒🧑💪💪🦵🦵
⑥ - ⊑  ⊒🧑💪💪🦵🦵
⑦ - ⊑  ⊒🧑💪💪🦵🦵
⑧ - ⊑  ⊒🧑💪💪🦵🦵
⑨ - ⊑  ⊒🧑💪💪🦵🦵
⑩ - ⊑  ⊒🧑💪💪🦵🦵

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "121",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🐙 الـطـفـيـلـيـات ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "122",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🦬 مـروض الـوحـوش ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ غابة جورا هجم عليها سرب من الوحوش عددهم 20 وحش تم استدعاء افضل 10 مروضين في كامل المملكه لترويض الوحوش 
الجوله الاولى ترويض الوحوش 
كل قطعتين من اللحم = ترويض وحش واحد 
الاجابه الواحده = قطعه من اللحم 
الجوله الثانيه سلب الوحوش 
كل اجابه تمكنك من سلب وحش من خصمك 
ملاحظه 
الفائز من يجمع كل الوحوش ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "123",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن مـروض 🦬 الـوحـوش ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "124",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🦬 مـروض الـوحـوش ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "125",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 👻 جـمـع الـأرواح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ سريبروا حارس العالم السفلي سيفتح الباب لمن يجاوب على ثلاث اسئله متتاليه 
وفي حالة اجاب شخص على ثلاث اسئله متتاليه سوف يتمكن من الدخول الى ارض الأرواح للامساك بروح عليك الاجابه على سؤال دون ان يخرب احد المشاركين لو تم التخريب سوف تخرج من ارض الارواح 
ملاحظه 
من يجاوب على 4 اسئله متتالية يفوز  ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "126",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــمــع 👻 الـأرواح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "127",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 👻 جـمـع الـأرواح ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "128",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🛠️ الـمـصـلـحـون ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ يقوم رالف المدمر بتدمير بنايه وعلى المشاركين الاصلاح 
رالف المدمر :
الاجابه على سؤال = تدمير حجر🧱 
على رالف تدمير كل الاحجار 🧱
المصلحون :
الاجابتين = اصلاح حجر واحد 🧱
على المصلحين اصلاح 20 حجر 🧱
ملاحظه 
المنافسه تبدأ ب10 احجار🧱 قائمه  ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "129",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الـمـصـ🛠ـلـحـون ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

֎╎الـمـدمـر
🧱🧱🧱🧱🧱
🧱🧱🧱🧱🧱

     ─═━⌬〔🌗〕⌬━━─
① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "130",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🛠️ الـمـصـلـحـون ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇
◦الــمــدمــر ⚔️◦
⊑  ⊒

«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
◦ااــمــصــلــحــيــن 🛠️◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "131",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🤖 الـروبــوت ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ يكون لدى المشاركين اجزاء من الروبوت 🤖🦾🦾🦿🦿.
 ويجب عليهم تركيبها ليكتمل الروبـ🤖ـوت..
طريقة تركيبه هي الاجابة على ➄ اسئلة وتكون انهيت تركيب الروبوت.. في حالة اكتمل روبوت احد المشاركين يجب ان يذهب ويدمر روبوتات المشاركين الاخرين..شرط تدمير روبوتات الاخرين هو يكون روبوتك مكتمل.. اي كل مرة تجاوب تنقص من عضو روبوت احد المشاركين الي تختار... لو انهيت اعضاء روبوت احد المشاركين يعتبر فشل في صنع الروبوت وقصى..وتبقى المنافسة لين يصير الكل مقصي واخر واحد ب روبوت مكتمل
المركز الاول لأخر شخص ب روبـ🤖ـوت مكتمل ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "132",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الـروبـ🤖ـوت ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

*֎╎الـقـطـع🤖🦾🦾🦿🦿:-

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "133",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🤖 الـروبــوت ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "134",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة ☣️ الـســـــم ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ ⏎تتكون الفعالية من 8 مشاركين
كل مشارك رح يعطى له رقم من طرف المقدم,
توجد 8 طرق 7 سليمة وطريق مسموم كل مشارك سيختار طريق من 1 الى 8 الخاسر من يختار الطريق المسمـ☣️ـوم وتبقى الفعالية الين واحد يفوز. ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑ 8 𝐌𝐀𝐗 ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "135",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الـــســ☣️ـــــم ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "136",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز ☣️ الـســـــم ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "137",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة قـطـ🪚ـــع الخـشـ🪵ــب ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ ❥•كل مشارك يمتلك بيت مهـ🏚️ـدم يجب عليه جمع الخشـ🪵ـب وقطـ🪚ـعه لكي يستطيع بناء بيته؛
الجولة الأولى❶ :جمع الحطب
يجب على  كل مشارك جمع 5 خشبات.
عدد الأسئلة في الجولة 25 سؤال،الذي يستطيع جمع 5 خشبات يتأهل ل جولة ثانية
سيتأهل 5 أشخاص من لا يستطيع جمع الخشب المطلوب يطرد من الفعالية.
الجولة الثانية❷:أسرع من يقطع الخشب
كل ما تربح نقطة تستطيع قطع نصف خشبة،أول من يستطيع قطع خشبه هو الفائز ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "138",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن قـطـ🪚ـــع الخـشـ🪵ــب ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "139",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز قـطـ🪚ـــع الخـشـ🪵ــب ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "140",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🏀 كـرة الســـلـة ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ تتكون من فريقين كل فريق يمتلك 5 لاعبين ⛹️‍♂️
الفريق الاول باسم ليكرز
والفريق الثاني باسم بولز
الأسئلة صور كتابة...
الفعالية تنتهي عند 10 دقائق
كل نقطتين هدف🏀 اكثر فريق لديه أهداف يعتبر الفائز ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "141",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن كــرة الــســ🏀ـــلــة ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎فــريــق ⛹️‍♂️ : ╏𝐋𝐀𝐘𝐊𝐈𝐑𝐙

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒

֎╎فــريــق ⛹️‍♂️ : ╏𝐁𝐔𝐋𝐙

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "142",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🏀 كـرة الســـلـة ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇
◦فــريــق ⛹️‍♂️ : ╏𝐁𝐔𝐋𝐙◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
◦فــريــق ⛹️‍♂️ : ╏𝐋𝐀𝐘𝐊𝐈𝐑𝐙◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "143",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🕯️ الـشـمــــعـة ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑ ❐كل مشارك يمتلك شمـ🕯️ـعة واحدة، المشارك الذي يجمع نقطتين يختار احد من خصومه
 ليشـ🔥ـعل شمـ🕯️ـعته،الشخص المختار كل سؤال تشعل شمعته أكثر حين تشعل الشمعة ⓹ مرات يخسر.
الطريقة الوحيدة لإيقاف ازدياد اشتعال الشمعة هي جمع نقطتيين وإشعـ🔥ـال شمعة شخص أخر،
المشارك الذي يحافظ على شمـ🕯️ـعته من الذوبان يعتبر الفائز🥇 ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "144",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الــشــمــ🕯️ـــعــة ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🕯️
② - ⊑  ⊒🕯️
③ - ⊑  ⊒🕯️
④ - ⊑  ⊒🕯️
⑤ - ⊑  ⊒🕯️
⑥ - ⊑  ⊒🕯️
⑦ - ⊑  ⊒🕯️
⑧ - ⊑  ⊒🕯️
⑨ - ⊑  ⊒🕯️
⑩ - ⊑  ⊒🕯️

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "145",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن جــوائــز 🕯️ الـشـمــــعـة ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الــفــائــز 🥇⊑  ⊒
«15,000💷»
     ─═━⌬〔🌗〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«5,000💷»
    ─═━⌬〔🌗〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«20,000💷»

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "146",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن فـعـالـيـة 🦠 البكـتــيريا ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـتـفـاصـيـل✨
⊑┫❐◉ كل شخص لديه 10 بكتيريا🦠
• عندما تفوز ب نقطة تزيل بكتيريا  عنك و بكتيريا عن شخص غيرك,
• عندما يجمع اي مشارك 5 نقاط، يحق له زيادة 3 بكتيريا الى مشارك اخر.
• الشخص الاول الذي يتخلص من كل البكتيريا يعتبر الفائز ⊒

        ─═━⌬〔🌗〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "147",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
↫ ⟦ عـن الــبــكــتــ🦠ــيـريــا ⟧
⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
② - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
③ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
④ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑤ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑥ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑦ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑧ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑨ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑩ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠

֎╎الـمـقـدم🎴 ⊑  ⊒

⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "148",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🦠 البكـتــيريا ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "149",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🌗 مــــون ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ المشاركون على القمر🌗 ! يجب عليهم جمع مقدار من المال من أجل أن تسمح لهم الكائنات الفضائية باستعمال المركبة ، و هذا المقدار هو 1000¥💰 ،
    كيفية الحصول على المال !🧭
    اذا أحرزت نقطة تحصل على 3 إمكانيات ، الاحتفاظ بها إلى أن تجمع نقاطا أكثر و تحصل على قيمة غنائم أكبر ، أو أن تقايضها بما مجموعه 50¥ ، أو أن تبدلها بمجرف و الحفر عميقا بحثا عن الكنز المخبأ و الذي قيمته 100¥ لكن قد لا يحالفك الحظ و تفشل في الحصول على الكنز.
    اتبع تعاليم المسابقة🏂 ، 
    أول مشارك يجمع المقدار المطلوب هو الفائز في الفعالية.
    كيفية الحصول على الكنز :⚠️
    أولا تبدل نقطتك بمجرف ، تحفر في مكان و يدير المقدم الروليت ، 
    محتويات الروليت🎰
    - لا شيء
    - صندوق كنز
    - صندوقي كنز ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "150",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن مــــــــ🌗ــــــون ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "151",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🌗 مــــون ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "152",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة الـاحـيـاء و🧟‍♂️ الـامـوات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ↶⓵ تــتكـون الـفــعالـيه مـن فـريقيـن يـجب عـلى البـشر احيـاء الـزومبـي و يـجب عـلـى الـزومـبـي قـتـل الـبـشـر 
               · · • • • ✤ • • • · ·
    ↶⓶ ولاحـياء الـزومبي يـجـب عـلى البـشر احراز نقطتـين متــتابعتيـن للـحـصـول عـلـى حـقـنة 💉 يوقظوا بها احد الزومبي لـيـكون في لائـحة نص بشري وليـقضي الزومبي على البشــر علــيهم احـراز نقطة لـيميتوا البـشر بـالسم 🧪 و ينـضافوا كذلك في لائـحة النصـف بـشـري 
              · · • • • ✤ • • • · ·
    ↶⓷ اذا قام الـبشري بـاحياء الزومبـي وانـضم لـلائحة لـن يـستطيع الـعوده زومبي مرة اخرى على عـكـس الـبشري اذا تـحـول الى زومـبي يـستطيع رفـاقه البشر احـياه مرة اخرى ♲ بحقنة 
    ❖ يـمـ🚫ـنع التغيير عند بـدا الفعالية  ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "153",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـاحــيــاء 🧟‍♂️ الـامـــوات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــريــق الـاول 🤺
    ◦الــبــ🕵🏻‍♂️ــشــر◦
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الــفــريــق الــثــانــي 🤺
    ◦انــصــاف 🧌 الــبــشــر◦
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الــفــريــق الــثــالــث 🤺
    ◦الــزومــ🧟‍♂️ــبــي◦
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "154",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز الـاحـيـاء 🧟‍♂️ الـامـوات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـفـريـق الــفــائــز 🥇
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "155",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة ⚖️ الـمــحـكــمـة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ❶⏎تبدا القصة بفريق  المدعى عليه وفريق المحامي
    ❷ ⏎تتكون من خمسة مشاركين بكل فريق تبدا الفعاليه بان احد فريق المحامي قتل شخصا من الفريق الاخر وعلى بقية الفريق اثبات برائته امام القاضي👨‍⚖️لذلك اقترح القاضي عليهم فكرة وهي الاجابه واحراز نقطتين لجمع حروف كلمة (افراج ) لفريق المحامي او كلمة (اعدام) لفريق المدعي،الفريق الذي  يجمع حروف كلمته اولا ينفذ حكمه وينتصر
    ❸⏎يقوم المقدم باختيار اعضاء كل فريق للموازنة من وجهك نظره ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "156",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـمـحــــ⚖️ـــكـمـة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎فــريــق الـمــحــامــيــن 🛡
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎فــريــق الــمــدعــيــن ⚔️
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "157",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز ⚖️ الـمــحـكــمـة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇
    ◦الــمــحــ🛡ــامــيــن◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ◦الــمــدعــ⚔️ــيــيــن◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "158",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🏹 الــرمـــاة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑  ❶⏎❪كل مشارك يسعى للحصول على قوس 🏹ولكن المقدم لديه خمسة اقواس فحسب  لذالك يجب على المشاركين بذل جهدهم للحصول ع قوس بالاجابه عن سؤال وعندما يحصل المشارك ع قوس يمنع عن الاجابه حتى المرحله الثانيه❫
    
    ❷ ⏎ ❪تبدا المرحله الثانيه بخمس مشاركين يسعون للحصول على ثلاث اسهم 🎯 للاطاحة 🐗بالخنازير البرية المنتشرة بالغابة ولكن للحصول ع سهم عليهم الاجابه ع سؤالين متتالين  ❫
    
    ❸⏎ ❪ اول مشارك يحصل على ثلاث اسهم تنتصر ❫
    
    ❒╎مـلاحـظات❗╎ ↓
    ❍ممنوع الاجابه بعد اخذ القوس في المرحله الاولى. 
    ❍سيقلص المقدم العدد الى النصف بعد المرحلة الاولى. 
    ❍يحسب اول ثلاث  فائزين فحسب. ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "159",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـــرمـــ🏹ـــاة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــجــولــه الـاولــى 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الــجــولــه الــثــانــيــه 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "160",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🏹 الــرمـــاة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "161",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🏐 كـرة الـطـائـرة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ❍↵تتكون من فريقين كل فريق يمتلك 5 لاعبين 🤽🏻‍♂️
    ❍↵ الفريق الاول باسم MSBY والفريق الثاني باسم Nekoma
    ❍↵ الأسئلة : صور في الشوط الاول و كتابة في الشوط التاني
    الفعالية تنتهي عند 10 دقائق
    ❍↵ كل اجابة=هدف🏐 اكثر فريق لديه أهداف يعتبر الفائز في الشوط الاول و الفريق الذي يمتلك اقل نقاط تصفر اهدافه في الشوط التاني
    ❍↵ يستمر الشوط التاني لكن هذه المرة المقدم يركز على اول اجابة اذا كانت اجابته غلط تحتسب له كهدف عكسي و اذا اجاب صحيح يسجل نقطة على الفريق الخصم.
    
    ❒╎مـلاحـظة هـامة✨ ↓
    يفضل الالتزام بالعدل في الفرق على حسب راي المقدم ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "162",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـكــرة 🏐 الــطائــره ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎فــريــق 🤽🏻‍♂️ : ╏𝓝𝓮𝓴𝓸𝓶𝓪╏
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎فــريــق 🤽🏻‍♂️: ╏𝓜𝓼𝓫𝔂╏
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "163",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🏐 كـرة الـطـائـرة ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇
    ◦فــريــق 🤽🏻‍♂️: ╏𝓜𝓼𝓫𝔂╏◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ◦فــريــق 🤽🏻‍♂️ : ╏𝓝𝓮𝓴𝓸𝓶𝓪╏◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "164",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة الشرطه 🚔 والعصابات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ الفعاليه عباره عن فريقين العصابات والشرطه 
    يملك العصابات 10 دولار 💵
    وللفوز عليهم ان يصلوا الى 25 دولار 
    ومهمة الشرطه استعادة المال 
     كل اجابه من الشرط تحذف دولار 💵 من العصابات وكل اجابه من العصابات يأخذوا عليها دولار 
    اجابتين متتاليتين من اي شخص من الفريقين يحق له ان يجمد عضو من الفريق التاني 🧊
    تلات اجابات يحق له قتل احد من الفريق الثاني واخراجه ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "165",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـشـرطـه 🚔 والـعـصـابـات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ◦الـعـصـابـات 🥷🏻◦
    💵💵💵💵💵💵💵💵💵💵
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ◦الـشـرطـه 👨🏻‍✈️◦
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "166",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز الشرطه 🚔 والعصابات ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇
    ◦الـشـرطـه 👨🏻‍✈️◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ◦الـعـصـابـات 🥷🏻◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "167",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن فـعـالـيـة 🧪 الـتـريـاق ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ فعالية الترياق المضاد
    الفعاليه تتكون من جولتين
    كل واحد عنده سم يجب ان يبطل مفعوله ليبطله يجب ان يجمع الكونات الكافيه
     كل جواب=مكون الجولة فيها 25 سؤال اول من يصل لخمس ترياقات لا يستطيع التقدم 🧪 يوقف
    لما تنتهي 25 نروح للجوله التانية التي تضاف لكل واحد مكون اساسي 💊 
    يبدا الاعضاء بالاجابه على الاسئلة كل من يجيب يسرق مكون من التاني اول من يجمع مكون الاساسي للجميع يفوز ويصنع الترياق الخاص به 🧪 ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "168",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـــتــ🧪ــريـــاق ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـجــولــه الـاولــى 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـجــولــه الــثــانــيــه 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "169",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز 🧪 الـتـريـاق ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «15,000💷»
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «5,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "200",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن مــســ🎌ــابــقــه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎ 🖼️╎صــور
    ֎ ✍🏻╎كــتــابــه
    ֎ 🔢╎تــعــدد
    ֎ ⚒️╎تـفـريـق
    ֎ 📦╎طـلـبـات
    ֎ 🎼╎اوسـت و اوبـيـنـنـق
    ֎ 👁️╎عــيــون
    ֎ 👤╎ظــلـال
    ֎ 🔜╎اول حــرف
    ֎ 🔚╎اخــر حــرف
    ֎ ❓╎اســئــلـة
    ֎ ♻️╎الــعــكــس
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت الـمـسـابـقـه ⏳ ⊑  ⊒
    
    ֎╎الـعـدد الـاسـئـلـه📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـحـاسـب 🧮 ⊑  ⊒
    
    ❆ نتمنى المشاركة من أكبر عدد ممكن من الأعضاء لو سمحتم. 💫🎗️
    ❆ الإجابة تحسب للأول في الظهور عند المقدم. ❄️⚔️
    ❆ مـشـاركـة مـمـتـعـة. ❤️
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "201",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــحــ🎌ــســبــه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    ⑪ - ⊑  ⊒
    ⑫ - ⊑  ⊒
    ⑬ - ⊑  ⊒
    ⑭ - ⊑  ⊒
    ⑮ - ⊑  ⊒
    ⑯ - ⊑  ⊒
    ⑰ - ⊑  ⊒
    ⑱ - ⊑  ⊒
    ⑲ - ⊑  ⊒
    ⑳ - ⊑  ⊒
    
    ֎╎الـمـقـدم 🎴 ⊑  ⊒
    
    ֎╎الـحـاسـب 🧮 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "202",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز مــســ🎌ــابــقــه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز الـاول🥇⊑  ⊒
    «💷»
    
    ֎╎الــفــائــز الــثــانــي🥈⊑  ⊒
    «💷»
    
    ֎╎الــفــائــز الــثــالــث🥉⊑  ⊒
    «💷»
    
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «💷»
    
    ֎╎الـحـاسـب🎖️ ⊑  ⊒
    «💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "203",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الــنــ🔮ــقــاش ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎مــوضــوع الــنــقــاش ⚡
    ⊑  ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎الـأنـمـي🕯️ ⊑  ⊒
    
    ֎╎وقـت الـنـقـاش ⏳ ⊑  ⊒
    
    ֎╎مـسـؤول الـنـقـاش 👑 ⊑  ⊒
    
    ملاحظة 📜
    ♢ المناقــشــة في القروب الرئيسي ♢ 
    ♢ المناقــشــة لـتـبـادل الـاراء ولـيـس لـفـرضـها ♢ 
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "204",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز الــنــ🔮ــقــاش ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز الـاول🥇⊑  ⊒
    «25,000💷»
    
    ֎╎الــفــائــز الــثــانــي🥈⊑  ⊒
    «20,000💷»
    
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «15,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «30,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
//=====================================================================
Secktor.cmd({
pattern: "225",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`بسم الله الرحمن الرحيم وبه نستعين 
    ✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن بــطــولة 🏆 𝐌𝐎𝐎𝐍 ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ هو دوري مخصص لمعرقين نقابت مون يتم اقامة البطوله في في مجموعه منفصله وليسى بالمجموعه الاساسيه 
    تنقسم البطوله الى مجموعة جولات 
    ① دوري الـ16 يتكون من 16 مشارك ومن 4 مجموعات كل مجموعه يتأهل منها اثنين حسب النقاط 
    - 4 مباريات باليوم لمدة اسبوعين عدى الجمعه مجموع المباريات 48 
    - الفائز يأخذ = 3 نقاط / التعادل = نقطه / الخاسر = 0 
    ② الربع النهائي مع عدد مشاركين 8 بعد ان يفوز اثنين من كل مجموعه 2×4 
    -لكل شخص مباراه واحده الخاسر يخرج والفائز يتأهل 
    - مباراه واحده باليوم يوم بعد يوم 
    ③ النصف النهائي يترشح اربع اشخاص يخوض كل شخص مباراه واحده الخاسر يخرج والفائز يتأهل 
    - يخسر اثنين ويفوز اثنين 
    - الخاسرين عندهم جوله اخيره يلعبوها لتحديد المركز الثالث 
    ④ النهائي تكون مباراة المركز الثالث والنهائي في نفس اليوم اي مبارتين بيوم واحد 
    - الفائز بطولة مون سوف يتم الاعتراف به كـ بطل مون مع جوائز اخرى 
    - المشاركه لاعضاء مون فقط 
    - اي شخص من خارج مون يمكن له ان يتابع البطوله 
    - اخيرا يتم وضع كل الفقرات من (كتابه، صور،اول حرف... الخ) بمقدار ثابت 10 اسئله لكل فقره 
    -يتم الحسبه واعلان النتائج بعد نهاية المباراه بنصف ساعه كـ حد اقصى ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    ֎╎وقـت بـدأ الـتـسـجـيـل ⏳ ⊑  ⊒
    
    ֎╎الـعـدد الـمـطـلـوب 📊 ⊑ 16 ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ التواصل مع مقدم البطوله ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "226",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن تـقـسـيـم 🏆 الـمـجـمـوعـات¹⁶ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
                   ֎╎ الـمـجـمـوعـات ¹⁶
    ֎╎الـاولــى 1️⃣           ֎╎الـثـانـيـه 2️⃣
    ① - ⊑  ⊒                         ① - ⊑  ⊒
    ② - ⊑  ⊒                         ② - ⊑  ⊒
    ③ - ⊑  ⊒                         ③ - ⊑  ⊒
    ④ - ⊑  ⊒                         ④ - ⊑  ⊒
    
    ֎╎الـثـالـثـه 3️⃣         ֎╎الـرابـعـه 4️⃣
    ① - ⊑  ⊒                         ① - ⊑  ⊒
    ② - ⊑  ⊒                         ② - ⊑  ⊒
    ③ - ⊑  ⊒                         ③ - ⊑  ⊒
    ④ - ⊑  ⊒                         ④ - ⊑  ⊒
    
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "227",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن تـصـفـيـات 🏆 الـبـطـولـه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
              ֎╎⊑  ⊒         ⊑  ⊒╎ ֎  
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
                        
    
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
              ֎╎⊑  ⊒         ⊑  ⊒╎ ֎
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
Secktor.cmd({
pattern: "228",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن اعـلـان 🏆 مــبــاراه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎تـعـلـن ادارة بـطـولـة 𝐌𝐎𝐎𝐍 عـن مـبـاراة اليوم
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "229",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن اوقــات 🏆 الـمــبــاراه ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎تـعـلـن ادارة بـطـولـة 𝐌𝐎𝐎𝐍 عـن مـبـاراة هذا الاسبوع
                       ⊑ مباريات اليوم الاول  ⊒
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    
                       ⊑ مباريات اليوم الثاني  ⊒
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    
                       ⊑ مباريات اليوم الثالث  ⊒
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔🌗〕⌬━━─
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
    ֎╎ترقبوا بحماس كل اخبار البطوله اول بأول واستمتعوا بالمشاهده والمشاركه ونتمنى للمشاركين الاستمتاع والفوز ونتمنى للمتفرجين الفوز 🫡🌹
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "230",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
    *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
    *↫ ⟦ عـن الــنــهــائــي 🏆 بـطـولـة ⟧*
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    
    
    *֎╎الـــخـــصـــوم الــنــهــائــي*
    *⊑ / ⊒* 🆚 *⊑ / ⊒*
    
    *֎╎الـمـقـدم🎴 ⊑  ⊒*
    
    *֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒*
    
            *─═━⌬〔🌗〕⌬━━─*
    
    *֎╎الـــخـــصـــوم الـمـركـز الـثـالـث*
    *⊑ / ⊒* 🆚 *⊑ / ⊒*
    
    *֎╎الـمـقـدم🎴 ⊑  ⊒*
    
    *֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒*
    
            *─═━⌬〔🌗〕⌬━━─*
    
    *֎╎بدأنا البطوله بالاستعانه بالله وننهيها بحمد الله على توفيقه واعانته🙏*
    
    *֎╎اتمنى ان يستمتع الكل بأخر مباريات للبطوله واتمنى ان تكونوا استمتعتم بالمباريات الماضيه🌹*
    
    *֎╎مبارك لكل الفائزين وحظ اوفر لمن لم يحالفه الحظ في المره القادمه ويشرفنا مشاركتكم حتى وان لم تفوزوا 🫡🌹*
    
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
Secktor.cmd({
pattern: "231",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـجـ🏆ـوائـز ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـــفـــائـــز 🥇⊑  ⊒
    ֎╎الـــجـــائـــزه 💰⊑  ⊒
    
    ֎╎الــخــاســر 🎗 ⊑  ⊒
    ֎╎الـــجـــائـــزه 💰⊑  ⊒
    
    ֎╎الــمــقــدم 🎖 ⊑  ⊒
    ֎╎الـــجـــائـــزه 💰⊑  ⊒
    
    ֎╎مبارك للفائز وحظ اوفر لمن لم يحالفه الحظ ولايوجد خاسرين في بطولتنا للكل جوائز 🙏🎉
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "232",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن الـجـائـزه 🏆 الـكـبـرى ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ☱╎الـفـائـز الـاول🏆 ⊑  ⊒
    ֎╎الـــجـــائـــزه¹ 💰⊑  ⊒
    ֎╎الـــجـــائـــزه² 💰⊑  ⊒
    ֎╎الـــجـــائـــزه³ 💰⊑  ⊒
    
    
    ☶╎الـفـائـز الـثـانـي ⊑  ⊒
    ֎╎الـــجـــائـــزه¹ 💰⊑  ⊒ 
    ֎╎الـــجـــائـــزه² 💰⊑  ⊒    
    
    
    ☶╎الـفـائـز الـثـالـث ⊑  ⊒       
    ֎╎الـــجـــائـــزه¹ 💰⊑  ⊒
    ֎╎الـــجـــائـــزه² 💰⊑  ⊒
              
    ֎╎الــــــــــــــــف الــــــــــــــــف مــبــروك للثلاثه الاوائل يستحقون كل الجوائز واكثر وحظ اوفر لمنلميحالفهالحظ🙏🎉🎉
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "205",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز ... ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الــفــائــز الـاول🥇⊑  ⊒
    «15,000💷»
    
    ֎╎الــفــائــز الــثــانــي🥈⊑  ⊒
    «12,000💷»
    
    ֎╎الــفــائــز الــثــالــث🥉⊑  ⊒
    «10,000💷»
    
         ─═━⌬〔🌗〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «7,000💷»
        ─═━⌬〔🌗〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «20,000💷»
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "206",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن حـسـبـت 🀄 𝐌𝐎𝐎𝐍 ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    المسابقة
    「 100 」
    ❐ الـمـقـدم ⇦【50K】
    ❐ الـمركـز الاول ⇦【40K】
    ❐ الـمركـز الـثـانـي ⇦【35k】
    ❐ الـمركـز الـثـالث ⇦【30k】
    ❐ الـبـاقـي ⇦【20k】
    
    「 200 」
    ❐ الـمـقـدم ⇦【90k】
    ❐ الـمركـز الاول ⇦【80k】
    ❐ الـمركـز الـثـانـي ⇦【75k】
    ❐ الـمركـز الـثـالث ⇦【70k】
    ❐ الـبـاقـي ⇦【40k】
    
    「 300 」
    ❐ الـمـقـدم ⇦【130k】
    ❐ الـمركـز الاول ⇦【120k】
    ❐ الـمركـز الـثـانـي ⇦【115k】
    ❐ الـمركـز الـثـالث ⇦【110k】
    ❐ الـبـاقـي ⇦【60k】
    
    「 400 」
    ❐ الـمـقـدم ⇦【170k】
    ❐ الـمركـز الاول ⇦【160k】
    ❐ الـمركـز الـثـانـي ⇦【155k】
    ❐ الـمركـز الـثـالث ⇦【150k】
    ❐ الـبـاقـي ⇦【80k】
    
    「 500 」
    ❐ الـمـقـدم ⇦【210k】
    ❐ الـمركـز الاول ⇦【200k】
    ❐ الـمركـز الـثـانـي ⇦【195k】
    ❐ الـمركـز الـثـالث ⇦【190k】
    ❐ الـبـاقـي ⇦【100k】
    
    「على السؤال 400」
    ❐ الـمـقـدم ⇦【+10】
    ❐ الـمركـز الاول ⇦【+0】
    ❐ الـمركـز الـثـانـي ⇦【-5】
    ❐ الـمركـز الـثـالث ⇦【-10】
    ❐ الـبـاقـي ⇦【÷2】
    
    「مثال 100 سؤال 」
    「 100×400=40,000 」
    ❐ الـمـقـدم ⇦【10k+40,000=50K】
    ❐ الـمركـز الاول ⇦【40K=0k+40,000】
    ❐ الـمركـز الـثـانـي ⇦【35k=5k-40,000】
    ❐ الـمركـز الـثـالث ⇦【30k=10k-40,000】
    ❐ الـبـاقـي ⇦【40,000÷2=20k】
    ━─━───⊱⋅⋄⋅⊰───━─━
    النقاش
    ❐ الـمـقـدم ⇦【30k】
    ❐ الـمركـز الاول ⇦【25k】
    ❐ الـمركـز الثاني ⇦【20k】
    ❐ الـبـاقـي ⇦【15k】
    ━─━───⊱⋅⋄⋅⊰───━─━
    فعالية العاديه
    ❐ الـمـقـدم ⇦【20K】
    ❐ الـمركـز الاول ⇦【15K】
    ❐ الـبـاقـي ⇦【5k】
    ━─━───⊱⋅⋄⋅⊰───━─━
    باقي الفعاليات المنوعة بأكثر من فائز
    ❐ الـمـقـدم ⇦【20k】
    ❐ الـمركـز الاول ⇦【15k】
    ❐ الـمركـز الـثـانـي ⇦【12k】
    ❐ الـمركـز الـثـالث ⇦【10k】
    ❐ الـبـاقـي ⇦【7k】
    ━─━───⊱⋅⋄⋅⊰───━─━
    الأسئلة المفاجئة
    ❐ الـسهل ⇦【3k】
    ❐ الـمتوسط ⇦【5k】
    ❐ الـصعب ⇦【7K】
    ❐ الـمـقـدم ⇦【k1+ عن الفائز】
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "207",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ اضف النوع ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "208",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 📿 إســلـامــي ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "209",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال ⚽ ريــاضــه ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "210",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🗿 تــاريــخ ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "211",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال ⚔️ اسـلـحـه ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "212",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🌀 تـقـنـيـات ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "213",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 😶‍🌫 تـغـبـيـش ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "214",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🚩 أعــلـام ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "215",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🔢 تــعــدد ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "216",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🪞 الــفــرق ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "217",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🎞 اوبينغ او اوست ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "218",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 📦 طـلـبـات ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "219",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال مـ🗣ـن الـقـائـل ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "220",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🗺️ امــاكــن ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "221",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 🛠 تـرتـيـب ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================
Secktor.cmd({
pattern: "222",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    ◃◂◃◂᚛⌊ ســؤال 👤 الــظــل ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
}
);
//=====================================================================

    Secktor.cmd({
pattern: "223",
filename: __filename,
  },
  async(Void, citel) => {
  
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
      *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
      *↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧*
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      *◃◂◃◂᚛⌊ ســؤال 👀 عـيـون ⌉᚜▹▸▹▸*
      
      *֎╎الســؤال⚡⊑  ⊒*
      
      *֎╎الـمـسـتـوى 〽️ ⊑  ⊒*
      
      *֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒*
      
      *֎╎الـمـقـدم🎴 ⊑  ⊒*
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
  }
  );
  
  //=====================================================================
Secktor.cmd({
pattern: "224",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍
    ↫ ⟦ عـن جــوائــز الـســؤال 🪄 الـمــفــاجــئ ⟧
    ⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹
    
    ֎╎الـجـواب⚡⊑  ⊒
    
    ֎╎الـمـجاوبـيـن 〽️
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    ֎╎الـجـائـزه 💰 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    «💷» 
`);
}
);

//=====================================================================
Secktor.cmd({
pattern: "متجر",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {
    return await citel.reply(`≼━━━⌬〔🌗〕⌬━━━≽
❄ مـــتجــ🛍️ـر مـــ🛒ــون ❄

【 قـســـم الألـقـاب👤】

❍ تـغيير لــقب ⇐ 250k $
❍ أخـذ لـقـب لـمدة يـوم ⇐ 50k $
❍ تبـادل ألـقاب ⇐ 300k $
❆ من كل شخص
� حــجـز لـقـب ⇓
❐ يــوم 80k $
❐ ثـلاثـة ايـام 200k $
❐ اسـبوع 350k $
❐ شــهر 700k $

 ≼━━━⌬〔🌗〕⌬━━━≽
【 قـســـم المـخالـفـات⛔ 】

❍ أزالـة إنـذار الأول ⇐ 200k $
❍ أزالـة إنذار الـثـانـي ⇐ 325 $
❍ أزالـة إنذار الـثـالـث ⇐ 500 $

 ≼━━━⌬〔🌗〕⌬━━━≽
【 قـســـم الـمـرح 💫 】

❍ تغيير صورة القروب 1يوم ⇐ 100k $
❍ تغيير صورة القروب 2يوم ⇐ 180k $
❍ تغيير صورة القروب 3يوم ⇐ 250k $
❍ تغيير صورة القروب اسبوع ⇐ 400k $
❍ بـيلـي مضـاعـف ×2 ⇐ 300k $
❍ بـيلـي مضـاعـف ×3 ⇐ 500k $
❆ يتم ليوم واحد 

 ≼━━━⌬〔🌗〕⌬━━━≽
【 قـســـم المـفسديـن👹 】

❍ تجـميـد بيـلي ⇐ 250k $
❍ تجـميـد فـعاليـات ⇐ 400 $
❍ النـذالـة ⇐ 350k $
❍ قنبـلة النـذالـة ⇐ 600k $

 ≼━━━⌬〔🌗〕⌬━━━≽
【 قـســـم الـسـفاره✈️ 】

❍ زيـارة يـوم ⇐ 100k $
❍ زيـارة يـوميـن ⇐ 150k $
❍ زيـارة 3 أيـام ⇐ 200k $
❍ زيـارة 4 أيام ⇐ 250k $
❆ الأسعار يتم تحديدها من المملكه.

 ≼━━━⌬〔🌗〕⌬━━━≽
【 قـســـم الـرولـيـت 🎰 】

❍ رولـيت عـادي ⇐ 150k $
❍ رولـيت المـــ☠️ـوت ⇐ 300k $
❍ روليت شيـ👹ـطان ⇐ 350k $
❆ للشراء أو الأستفسار  
  ❐ مسـؤول المتـجـر↯
  ❐ اوبيتو 
https://wa.me/96891962111
 ≼━━━⌬〔🌗〕⌬━━━≽
    〄 ¦ مـع تـحـيـات ادارة :
    〖 𝐌𝐨𝐨𝐧 𓆩🛍️𓆪 𝐒𝐡𝐨𝐩 〗
≼━━━⌬〔🌗〕⌬━━━≽`);
}
);

//=====================================================================

Secktor.cmd({
pattern: "233",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

          let zerogroup = (await sck.findOne({
              id: citel.chat,
          })) || (await new sck({
                  id: citel.chat,
              })
              .save());
          let mongoschemas = zerogroup.istimara || "false";
          if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
  return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
  *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
  *↫ ⟦ عـن دوري 🤺 الـابـطـال ⟧*
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  
  *֎╎الـتـفـاصـيـل✨*
  ⊑ هو دوري بين 8 مشاركين  يتنافسو وطريقه التنافس رح تكون بالقرعه وسوف يتوضح اكثر عند البــدء ⊒
  
          *─═━⌬〔🌗〕⌬━━─*
  
  *֎╎الـعـدد 📊 ⊑ 8 ⊒*
  
  *֎╎الـمـقـدم🎴 ⊑  ⊒*
  
  *֎╎الـتـسـجـيـل 🛕 ⊑ الـخـاص عـنـدي ⊒*
  
  *֎╎سوف يتم عمل القرعه لتحديد المتنافسين ضد بعض*
  
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  *〄 ¦ رابــط الــمــجــلـس*
  *https://cutt.us/jdgud*

  *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
  Secktor.cmd({
pattern: "234",
filename: __filename,
  },
  async(Void, citel) => {
  
            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
    *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
    *↫ ⟦ تـوزيـع 🤺 الـمـبـاريـات ⟧*
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    
    *⏎ ∈∋*
                                            ~*〚VS〛*~
    *⏎ ∈∋*
    
            *─═━⌬〔🌗〕⌬━━─*
    
    
    *⏎ ∈∋*
                                            ~*〚VS〛*~
    *⏎ ∈∋*
    
            *─═━⌬〔🌗〕⌬━━─*
    
    *⏎ ∈∋*
                                            ~*〚VS〛*~
    *⏎ ∈∋*
    
            *─═━⌬〔🌗〕⌬━━─*
    
    *⏎ ∈∋*
                                            ~*〚VS〛*~
    *⏎ ∈∋*
    
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    *〄 ¦ رابــط الــمــجــلـس*
    *https://cutt.us/jdgud*

    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
  }
  );
//=====================================================================
    Secktor.cmd({
pattern: "235",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {
    
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
      *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
      *↫ ⟦ الـجـولـه 🤺 الـاولـى ⟧*
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      
      *⏎ ∈∋*
                                              ~*〚VS〛*~
      *⏎ ∈∋*
      
              *─═━⌬〔🌗〕⌬━━─*
      *֎╎الــوقــت ⏳ ⊑  ⊒*
      
      *֎╎الــيــوم 📆 ⊑  ⊒*
      
      *֎╎الـمـقـدم🎴 ⊑  ⊒*
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      *〄 ¦ رابــط الــمــجــلـس*
      *https://cutt.us/jdgud*
        
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
    }
    );
  //=====================================================================

Secktor.cmd({
pattern: "236",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

          let zerogroup = (await sck.findOne({
              id: citel.chat,
          })) || (await new sck({
                  id: citel.chat,
              })
              .save());
          let mongoschemas = zerogroup.istimara || "false";
          if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
  return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
  *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
  *↫ ⟦ الـجـولـه 🤺 الـثـانـيـة ⟧*
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  
  *⏎ ∈∋*
                                          ~*〚VS〛*~
  *⏎ ∈∋*
  
          *─═━⌬〔🌗〕⌬━━─*
  *֎╎الــوقــت ⏳ ⊑  ⊒*
  
  *֎╎الــيــوم 📆 ⊑  ⊒*
  
  *֎╎الـمـقـدم🎴 ⊑  ⊒*
  
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  *〄 ¦ رابــط الــمــجــلـس*
  *https://cutt.us/jdgud*

  *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
  Secktor.cmd({
pattern: "237",
filename: __filename,
  },
  async(Void, citel) => {
  
            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
    *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
    *↫ ⟦ الـجـولـه 🤺 الـثـالـثـه ⟧*
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    
    *⏎ ∈∋*
                                            ~*〚VS〛*~
    *⏎ ∈∋*
    
            *─═━⌬〔🌗〕⌬━━─*
    *֎╎الــوقــت ⏳ ⊑  ⊒*
    
    *֎╎الــيــوم 📆 ⊑  ⊒*
    
    *֎╎الـمـقـدم🎴 ⊑  ⊒*
    
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    *〄 ¦ رابــط الــمــجــلـس*
    *https://cutt.us/jdgud*

    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
  }
  );
//=====================================================================
    Secktor.cmd({
pattern: "238",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {
    
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
      *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
      *↫ ⟦ الـجـولـه 🤺 الـرابـعـه ⟧*
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      
      *⏎ ∈∋*
                                              ~*〚VS〛*~
      *⏎ ∈∋*
      
              *─═━⌬〔🌗〕⌬━━─*
      *֎╎الــوقــت ⏳ ⊑  ⊒*
      
      *֎╎الــيــوم 📆 ⊑  ⊒*
      
      *֎╎الـمـقـدم🎴 ⊑  ⊒*
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      *〄 ¦ رابــط الــمــجــلـس*
      *https://cutt.us/jdgud*
        
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
    }
    );
  //=====================================================================
Secktor.cmd({
pattern: "239",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

          let zerogroup = (await sck.findOne({
              id: citel.chat,
          })) || (await new sck({
                  id: citel.chat,
              })
              .save());
          let mongoschemas = zerogroup.istimara || "false";
          if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
  return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
  *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
  *↫ ⟦ عـن دوري 🤺 الـابـطـال ⟧*
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  
  *֎╎إنـتهـى دور ربــع الـــنـهـائي مـن الـــبـــطـولــة⛷️↶*
  
  *↰ بـدايـة الـنـصـف الـنـهـائـي*
  
  *↰ واســتـمـتـعنا كـثـيرا بالمــنـافـسـة الـشـرسـة الـتي دارت بـيـن الـمـشـاركـيـن*
  
          *─═━⌬〔🌗〕⌬━━─*
  
  *֎╎الـمـتـأهـلـيـن*
  
  *∈∋*  ~*〚VS〛*~*∈∋*
  *∈∋*  ~*〚VS〛*~*∈∋*
  
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  *〄 ¦ رابــط الــمــجــلـس*
  *https://cutt.us/jdgud*

  *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
  Secktor.cmd({
pattern: "240",
filename: __filename,
  },
  async(Void, citel) => {
  
            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
    *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
    *↫ ⟦ عـن دوري 🤺 الـابـطـال ⟧*
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    
    *֎╎إنـتهـى دور نـصـف الـــنـهـائي مـن الـــبـــطـولــة⛷️↶*
    
    *↰ بـدايـة الـنـهـائـي*
    
    *↰ واســتـمـتـعنا كـثـيرا بالمــنـافـسـة الـشـرسـة الـتي دارت بـيـن الـمـشـاركـيـن*
    
            *─═━⌬〔🌗〕⌬━━─*
    
    *֎╎الـمـتـأهـلـيـن*
    
    *∈∋*  ~*〚VS〛*~*∈∋*
    
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    *〄 ¦ رابــط الــمــجــلـس*
    *https://cutt.us/jdgud*

    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
  }
  );
//=====================================================================
    Secktor.cmd({
pattern: "241",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {
    
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
      *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
      *↫ ⟦ نـصـف 🤺 الـنـهـائـي¹ ⟧*
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      
      *⏎ ∈∋*
                                              ~*〚VS〛*~
      *⏎ ∈∋*
      
              *─═━⌬〔🌗〕⌬━━─*
      *֎╎الــوقــت ⏳ ⊑  ⊒*
      
      *֎╎الــيــوم 📆 ⊑  ⊒*
      
      *֎╎الـمـقـدم🎴 ⊑  ⊒*
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      *〄 ¦ رابــط الــمــجــلـس*
      **
        
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
    }
    );
  //=====================================================================

      Secktor.cmd({
pattern: "242",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

          let zerogroup = (await sck.findOne({
              id: citel.chat,
          })) || (await new sck({
                  id: citel.chat,
              })
              .save());
          let mongoschemas = zerogroup.istimara || "false";
          if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
  return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
  *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
  *↫ ⟦ نـصـف 🤺 الـنـهـائـي² ⟧*
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  
  *⏎ ∈∋*
                                          ~*〚VS〛*~
  *⏎ ∈∋*
  
          *─═━⌬〔🌗〕⌬━━─*
  *֎╎الــوقــت ⏳ ⊑  ⊒*
  
  *֎╎الــيــوم 📆 ⊑  ⊒*
  
  *֎╎الـمـقـدم🎴 ⊑  ⊒*
  
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  *〄 ¦ رابــط الــمــجــلـس*
  **

  *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
  Secktor.cmd({
pattern: "243",
filename: __filename,
  },
  async(Void, citel) => {
  
            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
    *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
    *↫ ⟦ الـجـولـه 🤺 الـنـهـائـيـة ⟧*
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    
    *⏎ ∈∋*
                                            ~*〚VS〛*~
    *⏎ ∈∋*
    
            *─═━⌬〔🌗〕⌬━━─*
    *֎╎الــوقــت ⏳ ⊑  ⊒*
    
    *֎╎الــيــوم 📆 ⊑  ⊒*
    
    *֎╎الـمـقـدم🎴 ⊑  ⊒*
    
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    *〄 ¦ رابــط الــمــجــلـس*
    **

    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
  }
  );
//=====================================================================
    Secktor.cmd({
pattern: "244",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {
    
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*

      *↫ ⟦ اكـتـمـل الـتـسـجـيـل 🛑 ⟧*
      
      *↲ حـظ اوفـر لـمـن لـم يـتـمـكـن مـن الـتـسـجـيـل*
      
      *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
    }
    );
  //=====================================================================

Secktor.cmd({
pattern: "245",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

          let zerogroup = (await sck.findOne({
              id: citel.chat,
          })) || (await new sck({
                  id: citel.chat,
              })
              .save());
          let mongoschemas = zerogroup.istimara || "false";
          if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
  return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
  *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
  *↫ ⟦ الــجــ 🤺 ــولــه ⟧*
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹* 
  
  *֎╎الـمـشـاركـيـن 🤺*
  
  *֎╎الـلـقـب 🔱 ⊑  ⊒*
  « النقاط╎... » 
  
  *֎╎الـلـقـب 🔱 ⊑  ⊒*
  « النقاط╎... » 
  
  
  *֎╎الــمــقــدم🎖️⊑  ⊒*
  
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  *〄 ¦ رابــط الــمــجــلـس*
  *https://cutt.us/jdgud*

  *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
  Secktor.cmd({
pattern: "246",
filename: __filename,
  },
  async(Void, citel) => {
  
            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
    *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
    *↫ ⟦ جـوائـز 🤺 الـجـولـه ⟧*
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    
    *֎╎الــفــائــز 🥇⊑  ⊒*
    «💷» 
    
    *֎╎الــمــشــارك 🎗️⊑  ⊒*
    «💷» 
    
    *֎╎الــمــقــدم🎖️⊑  ⊒*
    «💷» 
    
            *─═━⌬〔🌗〕⌬━━─*
    
    *֎╎الـنـتـائـج*
    
    *֎╎الـلـقـب 🔱 ⊑  ⊒*
    « النقاط╎... » 
    
    *֎╎الـلـقـب 🔱 ⊑  ⊒*
    « النقاط╎... » 
    
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    *〄 ¦ رابــط الــمــجــلـس*
    *https://cutt.us/jdgud*

    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
  }
  );
//=====================================================================
    Secktor.cmd({
pattern: "247",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {
    
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
      *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
      *↫ ⟦ عـن مـــبــ🌪ــاراه وديــه ⟧*
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      
      *⏎ ∈∋*
      
                                       ~*〚VS〛*~
      
      *⏎ ∈∋*
      
              *─═━⌬〔🌗〕⌬━━─*
      *֎╎وقـت الـمـبـاراة ⏳ ⊑  ⊒*
      
      *֎╎الـعـدد الـاسـئـلـه 📃 ⊑  ⊒*
      
      *֎╎الـمـقـدم🎴 ⊑  ⊒*
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      *〄 ¦ رابــط الــمــجــلـس*
      *https://cutt.us/jdgud*
        
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
`);
    }
    );
  //=====================================================================
Secktor.cmd({
pattern: "248",
desc: "",
use: '',
category: "",
filename: __filename,
  },
async(Void, citel) => {

          let zerogroup = (await sck.findOne({
              id: citel.chat,
          })) || (await new sck({
                  id: citel.chat,
              })
              .save());
          let mongoschemas = zerogroup.istimara || "false";
          if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
  return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
  *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
  *↫ ⟦ الـجـوائــز 🌪 الـمــبــاراه وديــه ⟧*
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  
  *֎╎الــفــائــز 🥇⊑  ⊒*
  
          *─═━⌬〔🌗〕⌬━━─*
  
  *֎╎الـنـتـائـج*
  
  *֎╎الـلـقـب 🔱 ⊑  ⊒*
  « النقاط╎... » 
  
  *֎╎الـلـقـب 🔱 ⊑  ⊒*
  « النقاط╎... » 
  
  *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
  *〄 ¦ رابــط الــمــجــلـس*
  *https://cutt.us/jdgud*

  *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
}
);
//=====================================================================
  Secktor.cmd({
pattern: "249",
filename: __filename,
  },
  async(Void, citel) => {
  
            let zerogroup = (await sck.findOne({
                id: citel.chat,
            })) || (await new sck({
                    id: citel.chat,
                })
                .save());
            let mongoschemas = zerogroup.istimara || "false";
            if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
    return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
    *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
    *↫ ⟦ مـجـلـس بـطـ🏟️ـولـات مـــون ⟧*
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹* 
    
    *📋مــاهــو الــمـلــجـس⁉️*
    *⏎ هو مجلس تقام فيه بعض من الفعاليات التاليه 🗻↶*
    
            *─═━⌬〔🌗〕⌬━━─*
    *شــرح الــفـعـالـ🏟️ـيــات الـــحـاليه*
    
    *① دوري الابــ🍺ــطـال*
    *⏎ هو دوري يقام فيه مباريات اما ان تكون فريق مكون من 4 ضد 4 واما ان تكون 1VS1 وهاذا سوف يتبين عند بدء دوري الابطال*
    
    *② الـمــبـاريات الـوديــه*
    *⏎ مباراه بين عضو مع عضو ويتقرر هاذا الشي بالنقابه*
    
    *③ بــطــولــة مـــون*
    *⏎ هي بطوله تقام فيه مباريات فرديه 1vs1 مكون من 16 عضو*
    
            *─═━⌬〔🌗〕⌬━━─*
    *֎╎الــقــائــد 🔱 ⊑ زيـنـون ⊒*
    
    *֎╎الــشــعــار 🚩 ⊑ 🏟️ ⊒*
    
    *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
    *〄 ¦ رابــط الــمــجــلـس*
    *https://cutt.us/jdgud*

    *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
  }
  );
//=====================================================================
    Secktor.cmd({
pattern: "250",
desc: "",
use: '',
category: "",
filename: __filename,
  },
    async(Void, citel) => {
    
              let zerogroup = (await sck.findOne({
                  id: citel.chat,
              })) || (await new sck({
                      id: citel.chat,
                  })
                  .save());
              let mongoschemas = zerogroup.istimara || "false";
              if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
      return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
      *◈ تـعـلـن ادارة بـطـولـات 𝐌𝐎𝐎𝐍*
      *↫ ⟦ عــن نــتــائــج الـــ🤾🏻‍♂️ـــدوري ⟧*
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      *֎╎الــفــائــز الـاول🥇⊑  ⊒*
      ~« الــجــوائــز »~
      ① الـبـيـلـي 250k 
      ② تـجـمـيـد بـيـلـي يـومـيـن 
      ③ حـمـايـة مـن الـانـذارات يـومـيـن
      
            *─═━⌬〔🌗〕⌬━━─*
      *֎╎الــفــائــز الــثــانــي🥈⊑  ⊒*
      ~« الــجــوائــز »~
      ① الـبـيـلـي 150k 
      ② تـجـمـيـد بـيـلـي يـوم 
      ③ حـمـايـة مـن الـانـذارات يـوم
      
            *─═━⌬〔🌗〕⌬━━─*
      *֎╎الــفــائــز الــثــالــث🥉⊑  ⊒*
      ~« الــجــوائــز »~
      ① الـبـيـلـي 100k 
      ② حـمـايـة مـن الـانـذارات يـوم
      
            *─═━⌬〔🌗〕⌬━━─*
      *֎╎الــفــائــز الــرابــع 🎖️ ⊑  ⊒*
      ~« الــجــوائــز »~
      ① الـبـيـلـي 100k 
      
            *─═━⌬〔🌗〕⌬━━─*
      *֎╎بــاقــي الــمــشــاركــيــن🎗️*
      *⊑  ⊒*
      *⊑  ⊒*
      *⊑  ⊒*
      *⊑  ⊒*
      *⊑  ⊒*
      ~« الــجــوائــز »~
      ① الـبـيـلـي 60k 
      
            *─═━⌬〔🌗〕⌬━━─*
      *֎╎مــســؤول الــدوري 👑 ⊑  ⊒*
      *«80,000💷»*
       *֎╎الـمـقـدمـيـن 🏵️*
      *⊑  ⊒*
      *⊑  ⊒*
      *⊑  ⊒*
      *⊑  ⊒*
      *«60,000💷»*
      
      *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
      *〄 ¦ رابـــط الــمــجــلــس :*
      *⊑  ⊒*
      
      *〄 ¦ مـع تـحـيـات ادارة :*
      *⟦𝐌𝐎𝐎𝐍⥤🌗⥢𝐂𝐇𝐀𝐌𝐏𝐈𝐎𝐍𝐒𝐇𝐈𝐏𝐒⟧*
      *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
    }
    );

      //=====================================================================
          Secktor.cmd({
pattern: "251",
desc: "",
use: '',
category: "",
filename: __filename,
  },
          async(Void, citel) => {
          
                    let zerogroup = (await sck.findOne({
                        id: citel.chat,
                    })) || (await new sck({
                            id: citel.chat,
                        })
                        .save());
                    let mongoschemas = zerogroup.istimara || "false";
                    if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
            return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
            *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
            *↫ ⟦ عـن اخـتـبـار 🪄 انـمـي ⟧*
            *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
            *◃◂◃◂᚛⌊ اضف النوع ⌉᚜▹▸▹▸*
            
            *֎╎الســؤال الـاول⚡⊑  ⊒*
            *֎╎الســؤال الـثـانـي⚡⊑  ⊒*
            *֎╎الســؤال الـثـالـث⚡⊑  ⊒*
            *֎╎الســؤال الـرابـع⚡⊑  ⊒*
            *֎╎الســؤال الـخـامـس⚡⊑  ⊒*
            
            *֎╎الـمـقـدم🎴 ⊑  ⊒*
            
            *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
            *〄 ¦ مـع تـحـيـات ادارة :*
            *〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐈𝐆𝐇𝐓 〗*
            *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
          }
          );
  //=====================================================================
      Secktor.cmd({
pattern: "252",
filename: __filename,
      },
      async(Void, citel) => {
      
                let zerogroup = (await sck.findOne({
                    id: citel.chat,
                })) || (await new sck({
                        id: citel.chat,
                    })
                    .save());
                let mongoschemas = zerogroup.istimara || "false";
                if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
        *◈ تـعـلـن ادارة 𝐌𝐎𝐎𝐍*
        *↫ ⟦ عـن نـتـائـج اخـتـبـار 🪄 الـانـمـي ⟧*
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        *◃◂◃◂᚛⌊ اضف النوع ⌉᚜▹▸▹▸*
        
        *֎╎الـإجـابـه الـاول⚡⊑  ⊒*
        *֎╎الـإجـابـه الـثـانـي⚡⊑  ⊒*
        *֎╎الـإجـابـه الـثـالـث⚡⊑  ⊒*
        *֎╎الـإجـابـه الـرابـع⚡⊑  ⊒*
        *֎╎الـإجـابـه الـخـامـس⚡⊑  ⊒*
        
        *֎╎الـمـقـدم🎴 ⊑  ⊒*
        
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        *〄 ¦ مـع تـحـيـات ادارة :*
        *〖 𝐌𝐎𝐎𝐍 𓆩🌗𓆪 𝐍𝐈𝐆𝐇𝐓 〗*
        *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
      }
      );
    //=====================================================================

        Secktor.cmd({
pattern: "300",
filename: __filename,
      },
      async(Void, citel) => {
      
                let zerogroup = (await sck.findOne({
                    id: citel.chat,
                })) || (await new sck({
                        id: citel.chat,
                    })
                    .save());
                let mongoschemas = zerogroup.istimara || "false";
                if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`*⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹* 

        *〄╎صـاحـب الـطـلـب 🧧 ⊑⁩⁩ ⊒*
        
        *〄╎الـطـلـب 📦 ⊑  ⊒*
        
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*`);
      }
      );

    //=====================================================================
        Secktor.cmd({
pattern: "301",
filename: __filename,
      },
      async(Void, citel) => {
      
                let zerogroup = (await sck.findOne({
                    id: citel.chat,
                })) || (await new sck({
                        id: citel.chat,
                    })
                    .save());
                let mongoschemas = zerogroup.istimara || "false";
                if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`*✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*

        *↫ ⟦ الـطـلـبـات خــاص 🌷⟧*
        
        *↲ شـكـرا عـلـى دعـمـكـم ونـتـمـنـى مـنـكـم ارسـال طـلـب واحـد كـل مـره لـاعـطـاء الـمـجـال للـبـاقـي 🌹🙏*
        
        *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*`);
      }
      );

    //=====================================================================
        
        Secktor.cmd({
pattern: "302",
filename: __filename,
      },
      async(Void, citel) => {
      
                let zerogroup = (await sck.findOne({
                    id: citel.chat,
                })) || (await new sck({
                        id: citel.chat,
                    })
                    .save());
                let mongoschemas = zerogroup.istimara || "false";
                if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`*⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        *✠═ • ═  •༺⊱╠🌗╣⊰༻• ═ • ═✠*
        *─═━⌬〔🌗〕⌬━━─*`);
      }
      );

    //=====================================================================

  //=====================================================================
      Secktor.cmd({
pattern: "303",
filename: __filename,
      },
      async(Void, citel) => {
      
                let zerogroup = (await sck.findOne({
                    id: citel.chat,
                })) || (await new sck({
                        id: citel.chat,
                    })
                    .save());
                let mongoschemas = zerogroup.istimara || "false";
                if (mongoschemas == "false") return citel.reply("֎╎لـم يـتـم تـشـغـيـل الاستمارات فـالـمـجـمـوعـة");
        return await citel.reply(`*↫ ⟦𝐌𝐎𝐎𝐍⥤📰⥢𝐍𝐄𝐖𝐒⟧*
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        
        
        
        *⊹⊱≼━━━⌬〔🌗〕⌬━━━≽⊰⊹*
        `);
      }
      );
    //=====================================================================

Secktor.cmd({
pattern: "تقييم",
filename: __filename,
      },
      async(Void, citel) => {  
        return await citel.reply(` https://docs.google.com/forms/d/e/1FAIpQLSfSqxdVt1DhpiTiTSyXgx38iF-E-NcQQc9RhcGiEhxqH3o4HA/viewform?usp=sf_link `);
      }
      );
//=====================================================================
Secktor.cmd({
  pattern: "الادارة",
  filename: __filename,
        },
        async(Void, citel) => {  
          return await citel.reply(` ✠ - بالنسبة للإشراف محد بياخذ اشراف من الجدد وطبعا لكن بياخذو شي اسمه الصلاحيات، هذي الصلاحيات تسمح لك تستعمل كل ما يخص الإشراف من طرد، منشن، مخفي، تسجيل والخ ...،

          ◉ - لكي تعطي الصلاحيات لشخص اكتب : .+صلاحيات @منشن
          ◉ - لكي تزيل الصلاحيات من احد اكتب : .-صلاحيات @منشن
          ◉ - لكي تعرف من معه صلاحيات اكتب : .الصلاحيات
      
      ✠ - الحين نروح للبنك، وهو موجود فالبوت + ملاحظة اكتب مقدار البيلي بالاصفار يعني لو تبي تضيف او تنقص الف اكتب 1000 :
          ◉ - عشان تضيف بيلي للعضو اكتب : .ضف 1000 @منشن 
          ◉ - عشان تنقص بيلي للعضو اكتب : .جرد 1000 @منشن 
      
      ✠ - الانذارات بتكون مخصصة لشخص يعطيها محد يعطي إنذار وطبعا هي بعد بالبوت.
      
      ✠ - بالنسبة للمهام، كل واحد يسوي فعالية او مسابقة فاليوم براحته لكن نوعو يعني وسوو بوقت مختلف مب الكل يجي يسوي بالليل مرة وحدة او الكل يسوي ديث يعني نوعو  ونقاشات بعد كثرو منها وطبعا سوو اسئلة لو تبغون.
      
      ✠ - كل واحد يسوي مهمة ياخذ نجمة وطبعا النجوم بتتسجل فالبوت، وتقدر تاخذ فاليوم نجمتين كحد اقصى و لازم تجيب خمس نجوم فالاسبوع ولو جبت اقل اعفاء. النجوم ذي بتظهر في بروفايلك واذا كتبت .توب_مشرفين بيظهر عندك افضل مشرف والخ، والنجوم ذي تقدر تغيرها بالبيلي، 1 نجمة = 50 الف بيلي وان شاء الله بسوي متجر وتقدروا تشتروا اشياء.
      
      ✠ - اخر شي اي واحد يفوز بنقاش او مسابقة او فعالية تضيفونها للبوت، لكن فقط الاول يعني لو انا جيت الاول وياتو جاء الثاني بتتسجل علي لاني الفائز الاول وتقدروا تسجلونها كذا :
      
          ◉ - لو فاز بمسابقة او فعالية تضيف له كذا : .مسابقات @منشن +1 لو تبي تنقص اكتب -1
          ◉ - لو فاز بنقاش تضيف له كذا : .نقاش @منشن +1 لو تبي تنقص اكتب -1
      
      ✠ - شرح بعض الاوامر على السريع : 
          ◉ - فيه .مهمة1 تعطيك فعاليات عشوائية وفيه .مهمة2 تعطيك تسوي نقاش او مسابقة او اسئلة
          ◉ - طبعا لو تبي تعرف حسبة الفعالية والمسابقات اكتب .206، الحسبة ثابتة فالفعاليات والنقاشات والاسئلة لكن فالمسابقات حسب كم سويت من سؤال، لذلك بدل تحسب انت وتزعج نفسك اكتب فقط .حسبة مع عدد الاسئلة والبوت بيحسب لك، مثلا : .حسبة 133 `);
        }
        );
//=====================================================================